Repository: Blueberryy/duckduckgo-locales
Catalog: locales/sat_*/LC_MESSAGES/duckduckgo.po
Languages: in

# search input box
source: Search the web without being tracked
in: ᱵᱤᱱᱟᱹ ᱯᱟᱧᱡᱟ ᱠᱟᱛᱮ ᱣᱮᱵᱽ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# map
source: Search this area for...
in: ᱞᱟᱹᱜᱤᱫ ᱱᱚᱶᱟ ᱡᱟᱭᱜᱟ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ...

source: Searches %s using our %s
in: ᱯᱟᱱᱛᱮ ᱠᱚ %s ᱟᱞᱮᱭᱟᱜ ᱵᱮᱵᱷᱟᱨ ᱠᱟᱛᱮ %s

source: Searches related to "%s"
in: "%s" ᱡᱩᱲᱟᱹᱣ ᱛᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚ

# feedback form
source: Security issue (opens in new tab)
in: ᱨᱩᱠᱷᱤᱭᱟᱹ ᱠᱷᱚᱵᱚᱨ ᱠᱚ (ᱱᱚᱶᱟ ᱴᱮᱵᱽ ᱨᱮ ᱠᱷᱩᱞᱟᱹᱜᱼᱟ)

source: See Photos
in: ᱪᱤᱛᱟᱹᱨ ᱠᱚ ᱧᱮᱞ ᱢᱮ

# cloudsave
source: See also
in: ᱟᱨᱦᱚᱸ ᱧᱮᱞ ᱢᱮ

# settings
source: See the %sURL Parameter Reference page%s for more details.
in: ᱰᱷᱮᱨ ᱵᱟᱲᱟᱭ ᱞᱟᱹᱜᱤᱫ %sURL ᱯᱟᱨᱟᱢᱤᱴᱚᱨ ᱥᱟᱹᱠᱷᱤᱭᱟᱹᱛ ᱥᱟᱦᱴᱟ%s ᱧᱮᱞ ᱢᱮ ᱾

# mobile homepage banner
source: Select %s%s%s, then %sSearch Engine%s
in: %s%s%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ, ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ %sᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤ%s ᱨᱮ

# precise_user_location
source: Select %s'Setting for this Website...'%s from the Safari menu.
in: %s'ᱱᱚᱶᱟ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱞᱟᱹᱜᱤᱫ ᱥᱟᱡᱟᱣ...'%s Safari ᱢᱮᱱᱩ ᱠᱷᱚᱱ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

source: Select %sCustom%s and enter %shttps://duckduckgo.com%s in the input field
in: ᱟᱫᱮᱨ ᱡᱟᱭᱜᱟ ᱨᱮ %sᱠᱚᱥᱴᱚᱢ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱟᱨ %shttps://duckduckgo.com%s ᱟᱫᱮᱨ ᱢᱮ

source: Select %sDuckDuckGo%s and click %sAdd as default%s!
in: %sᱢᱩᱞ ᱞᱮᱠᱷᱟᱛᱮ%s ᱚᱛᱟᱭ ᱢᱮ ᱟᱨ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ!

source: Select %sDuckDuckGo%s and click %sSet as default%s
in: %sᱢᱩᱞ ᱞᱮᱠᱷᱟᱛᱮ ᱥᱮᱴ ᱢᱮ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱟᱨ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sDuckDuckGo%s and click %sSet as default%s.
in: %sᱢᱩᱞ ᱞᱮᱠᱷᱟᱛᱮ ᱥᱮᱴ ᱢᱮ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱟᱨ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

source: Select %sDuckDuckGo%s in the Default Search Engine drop down
in: ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱞᱟᱛᱟᱨ ᱧᱩᱨᱟᱛ ᱨᱮ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sDuckDuckGo%s in the list of search providers
in: ᱥᱮᱸᱫᱽᱨᱟ ᱮᱢᱚᱜᱠᱩᱜ ᱨᱮᱭᱟᱜ ᱞᱤᱥᱴᱭ ᱨᱮ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sDuckDuckGo%s under the%sDefault Search Engine%s section
in: %sᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ%s ᱛᱷᱚᱠ ᱞᱟᱛᱟᱨ ᱨᱮ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sDuckDuckGo%s!
in: %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ!

source: Select %sEdit Search Engines...%sin the dropdown
in: ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱨᱮ %sᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱥᱟᱧᱪᱟᱣ...%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sManage add-ons%s from the dropdown menu
in: ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱠᱷᱚᱱ %sᱮᱰᱼᱚᱱᱥ ᱥᱟᱣᱛᱤ%s ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sOpera > Preferences%s (on Mac) or %sMenu > Settings%s (on Windows)
in: %sOpera > ᱠᱮᱠᱤᱠᱚ%s (Mac ᱨᱮ) ᱟᱨᱵᱟᱝ %sᱢᱮᱱᱩ > ᱥᱟᱡᱟᱣ ᱠᱚ%s (Windows ᱨᱮ) ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sOpera > Preferences%s (on Mac) or %sOpera > Options%s (on Windows)
in: %sOpera > ᱠᱮᱠᱤᱠᱚ%s (Mac ᱨᱮ) ᱟᱨᱵᱟᱝ %sOpera > ᱥᱟᱡᱟᱣ ᱠᱚ%s (Windows ᱨᱮ) ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sPreferences%s.
in: %sᱠᱩᱥᱤᱠᱚᱨᱮ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

# mobile homepage banner
source: Select %sSearch Engine%s
in: %sᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

# mobile homepage banner
source: Select %sSearch engine%s, then %sOthers...%s
in: %sᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ%s ᱵᱟᱪᱷᱟᱣ ᱠᱟᱛᱮ, ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ %sᱮᱴᱟᱜ ᱠᱚᱨᱮ...%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sSettings%s
in: %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

# mobile homepage banner
source: Select %sSettings%s
in: %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sSettings%s from the drop-down menu.
in: ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱢᱮᱱᱩ ᱨᱮ %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

# mobile homepage banner
source: Select %sSettings%s, then %sAdvanced settings%s
in: %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱠᱟᱛᱮ, ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ %sᱮᱰᱵᱷᱟᱱᱥ ᱥᱟᱡᱟᱣ ᱠᱚ%s ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

# mobile homepage banner
source: Select %sSettings%s, then %sDefault search engine%s
in: %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱠᱟᱛᱮ, %sᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ%s ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

# mobile homepage banner
source: Select %sSettings%s, then %sSearch Engine%s
in: %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱠᱟᱛᱮ, %sᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ%s ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Select %sUse this webpage as your only home page%s (or one of the other options if you prefer)
in: %sᱱᱚᱶᱟ ᱣᱮᱵᱽᱥᱟᱦᱴᱟ ᱫᱚ ᱠᱷᱟᱹᱞᱤ ᱟᱢᱟᱜ ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ ᱨᱮ ᱜᱮ ᱵᱮᱵᱷᱟᱨ ᱢᱮ%s ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ (ᱵᱟᱝᱠᱷᱟᱱ ᱟᱢ ᱦᱤᱥᱟᱹᱵ ᱛᱮᱫᱟᱜ ᱮᱴᱟᱜ ᱠᱩᱥᱤ ᱠᱚ)

source: Select DuckDuckGo!
in: DuckDuckGo ᱵᱟᱪᱷᱟᱣ ᱢᱮ!

# translations_module
source: Select Language
in: ᱯᱟᱹᱨᱥᱤ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

# precise_user_location
source: Select Settings > Location.
in: ᱥᱟᱡᱟᱣ ᱠᱚ > ᱡᱟᱭᱜᱟ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

source: Selected %sDuckDuckGo%s
in: %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣᱮᱱᱟ

source: Send
in: ᱠᱩᱞ

# feedback form
source: Send feedback
in: ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱠᱩᱞ ᱢᱮ

# feedback form
source: Send feedback for:
in: ᱞᱟᱹᱜᱤᱫ ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱠᱩᱞ ᱢᱮ:

# language_name
source: Serbian (Cyrillic)
in: ᱥᱟᱹᱨᱵᱤᱭᱟᱹᱱ (ᱥᱟᱭᱠᱨᱤᱞᱤᱠ)

# language_name
source: Serbian (Latin)
in: ᱥᱟᱹᱨᱵᱤᱭᱟᱹᱱ (Latin)

source: Set DuckDuckGo as your %sdefault search engine
in: DuckDuckGo ᱫᱚ ᱟᱢᱟᱜ %sᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱞᱮᱠᱷᱟ ᱥᱮ ᱡᱚᱝ ᱢᱮ

# precise_user_location
source: Set Manually
in: ᱟᱢ ᱛᱮ ᱥᱮᱴ ᱢᱮ

source: Set as Default Search Engine
in: ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱞᱮᱠᱷᱟ ᱥᱮᱴ ᱢᱮ

source: Set as Homepage
in: ᱚᱲᱟᱜᱥᱟᱦᱴᱟ ᱞᱮᱠᱷᱟ ᱥᱮᱴ ᱢᱮ

# precise_user_location
source: Set your location manually, or ensure Location Services is enabled.
in: ᱟᱢ ᱛᱮᱜᱮ ᱡᱟᱭᱜᱟ ᱥᱮᱴ ᱛᱟᱢ, ᱵᱟᱝᱠᱷᱟᱱ ᱢᱚᱱᱮ ᱛᱮ ᱡᱟᱭᱜᱟ ᱠᱟᱹᱢᱤ ᱠᱚ ᱮᱢ ᱪᱷᱚ ᱠᱟᱜ ᱢᱮ ᱾

source: Settings
in: ᱥᱟᱡᱟᱣᱠᱚ

# feedback form
source: Settings
in: ᱥᱟᱡᱟᱣᱠᱚ

# settings
source: Settings in JSON:
in: JSON ᱨᱮ ᱥᱟᱡᱟᱣ ᱠᱚ:

source: Settings updated
in: ᱥᱟᱡᱟᱣ ᱠᱚ ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱮᱱᱟ

# homepage onboarding
source: Share DuckDuckGo and help friends take their privacy back!
in: DuckDuckGo ᱦᱟᱹᱴᱤᱧ ᱢᱮ ᱟᱨ ᱜᱟᱛᱮ ᱠᱚ ᱟᱠᱚᱣᱟᱜ ᱱᱤᱥᱚᱱ ᱨᱮᱭᱟᱜ ᱠᱷᱭᱟᱞ ᱠᱚ ᱤᱫᱤ ᱢᱟᱸ ᱠᱚ!

# feedback form
source: Share Feedback
in: ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱦᱟᱹᱴᱤᱧ ᱢᱮ

# feedback form
source: Share feedback for this result.
in: ᱱᱚᱶᱟ ᱛᱮᱞᱟ ᱞᱟᱹᱜᱤᱫ ᱛᱮ ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱦᱟᱹᱴᱤᱧ ᱢᱮ ᱾

# feedback form
source: Share feedback on your search results.
in: ᱟᱢᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱛᱮᱞᱟ ᱠᱚ ᱨᱮ ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱦᱟᱹᱴᱤᱧ ᱢᱮ ᱾

source: Shopping
in: ᱠᱤᱨᱤᱧ ᱟᱠᱷᱨᱤᱧᱟᱜ

# video-duration
source: Short
in: ᱥᱮᱴ

source: Shortcuts to other sites to search off DuckDuckGo
in: ᱮᱴᱟᱜ ᱥᱟᱧᱪᱟᱣ ᱨᱮᱭᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱫᱚ DuckDuckGo ᱨᱮ ᱵᱚᱸᱫ ᱜᱮᱭᱟ

# shopping_vertical
source: Show %s more
in: %s ᱰᱷᱮᱨ ᱧᱚᱜ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# shopping_vertical
source: Show 1 more
in: ᱢᱤᱫ ᱡᱮᱠᱷᱟ ᱟᱨᱦᱚᱸ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# setting
source: Show Bookmarklet and Settings Data
in: ᱯᱩᱛᱷᱤᱪᱤᱱᱦᱟᱹ ᱟᱨ ᱥᱟᱡᱟᱣ ᱠᱚ ᱰᱟᱴᱟ ᱠᱚ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# mobile expanded map
source: Show Detail
in: ᱵᱤᱵᱨᱚᱬ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# expand_text
source: Show Less
in: ᱠᱚᱢ ᱧᱚᱜ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# mobile expanded map
source: Show List
in: ᱞᱤᱥᱴᱭ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# expand_text
source: Show More
in: ᱰᱷᱮᱨ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# load_more
source: Show More
in: ᱰᱷᱮᱨ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# settings
source: Show Passphrase
in: ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# directions
source: Show Steps
in: ᱛᱟᱲᱟᱢ ᱠᱚ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# noresults
source: Show Web Results
in: ᱣᱮᱵᱽ ᱛᱮᱞᱟ ᱠᱚ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# directions
source: Show map
in: ᱱᱚᱠᱥᱟ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# video-duration
source: Show videos of any length
in: ᱡᱟᱦᱟᱸ ᱢᱟᱯ ᱨᱮᱭᱟᱜ ᱣᱤᱰᱤᱭᱚ ᱠᱚ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# visible
source: Showing
in: ᱫᱮᱠᱷᱟᱣᱜ ᱠᱟᱱᱟ

source: Showing results excluding
in: ᱪᱷᱟᱹᱲᱤ ᱠᱟᱛᱮ ᱛᱮᱞᱟ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱜ ᱠᱟᱱᱟ

source: Showing results from
in: ᱠᱷᱚᱱ ᱛᱮᱞᱟ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱜ ᱠᱟᱱᱟ

source: Showing results without %s.
in: ᱵᱤᱡᱱᱟᱹ %s ᱛᱮ ᱛᱮᱞᱟ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱜ ᱠᱟᱱᱟ ᱾

source: Shows
in: ᱫᱮᱠᱷᱟᱣ ᱟᱭ

# settings
source: Shows horizontal lines at result page breaks
in: ᱛᱮᱞᱟ ᱥᱟᱦᱴᱟ ᱨᱟᱹᱯᱩᱫ ᱨᱮ ᱥᱤᱫᱷ ᱞᱟᱹᱭᱤᱱ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows links to instructions for how to add DuckDuckGo to your browser
in: DuckDuckGo ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ ᱥᱮᱞᱮᱫ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱜᱚᱲᱚ ᱞᱤᱝ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows most visited links on new tab page
in: ᱱᱚᱶᱟ ᱥᱟᱦᱴᱟ ᱨᱮ ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤ ᱠᱟᱱ ᱞᱤᱝ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows occasional reminders to add DuckDuckGo to your browser
in: DuckDuckGo ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ ᱥᱮᱞᱮᱫ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸ ᱛᱤᱨᱮ ᱢᱚᱱᱮᱟᱢᱟᱭ

# settings
source: Shows occasional reminders to add DuckDuckGo to your devices
in: DuckDuckGo ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱥᱮᱞᱮᱫ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸ ᱛᱤᱨᱮ ᱢᱚᱱᱮᱟᱢᱟᱭ

# settings
source: Shows occasional reminders to sign up for the DuckDuckGo privacy newsletters
in: DuckDuckGo ᱱᱤᱥᱚᱱ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸ ᱛᱤᱨᱮ ᱥᱩᱦᱤ ᱮᱢ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱢᱚᱱᱮᱟᱢᱟᱭ

# settings
source: Shows page numbers at result page breaks
in: ᱛᱮᱞᱟ ᱥᱟᱦᱴᱟ ᱨᱟᱹᱯᱩᱫ ᱠᱚᱨᱮ ᱥᱟᱦᱴᱟ ᱮᱞ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows sign-up form for the DuckDuckGo privacy newsletters
in: DuckDuckGo ᱱᱤᱥᱚᱱ ᱠᱷᱚᱵᱚᱨ ᱞᱟᱹᱜᱤᱫ ᱥᱩᱦᱤ ᱮᱢ ᱯᱷᱚᱨᱢ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows suggestions under the search box as you type
in: ᱟᱢ ᱚᱞ ᱡᱷᱚᱜ ᱜᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ ᱞᱟᱛᱟᱨ ᱨᱮ ᱵᱟᱛᱟᱣ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows the privacy benefits of using DuckDuckGo on the homepage
in: DuckDuckGo ᱫᱚ ᱚᱲᱟᱜᱥᱟᱦᱴᱟ ᱨᱮ ᱱᱤᱥᱚᱱ ᱨᱮᱭᱟᱜ ᱞᱟᱵᱷ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows the search button background
in: ᱚᱱᱚᱰ ᱵᱩᱛᱟᱹᱢ ᱥᱮᱸᱫᱽᱨᱟ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows welcome message on top of the search results page
in: ᱥᱮᱸᱫᱽᱨᱟ ᱛᱮᱞᱟ ᱥᱟᱧᱪᱟᱣ ᱨᱮᱭᱟᱜ ᱪᱮᱛᱟᱱ ᱨᱮ ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢ ᱠᱷᱚᱵᱚᱨ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Shows welcome message to EU Android preference menu users
in: ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢ ᱠᱷᱚᱵᱚᱨ ᱫᱚ EU ᱮᱱᱰᱨᱚᱭᱮᱰ ᱢᱮᱱᱩ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱫᱮᱠᱷᱟᱣᱟ ᱠᱚᱣᱟᱚᱭ

source: Similar
in: ᱥᱚᱢᱟᱱ

source: Singapore
in: ᱥᱤᱝᱜᱟᱯᱚᱨ

# settings
source: Site Icons
in: ᱥᱟᱭᱤᱴ ᱪᱤᱱᱦᱟᱹ

source: Size:
in: ᱢᱟᱯ:

# language_name
source: Slovak
in: ᱥᱞᱚᱣᱟᱠ

source: Slovakia
in: ᱥᱞᱚᱣᱟᱠᱤᱭᱟ

source: Slovenia
in: ᱥᱞᱚᱣᱮᱱᱤᱭᱟ

# language_name
source: Slovenian
in: ᱥᱞᱚᱣᱮᱱᱤᱭᱟᱱ

# settingsvalue
source: Small
in: ᱦᱩᱰᱤᱧ

# size
source: Small
in: ᱦᱩᱰᱤᱧ

# settings
source: Snippet Color
in: ᱥᱱᱤᱯᱮᱴ ᱨᱚᱝ

source: Social
in: ᱥᱟᱶᱛᱟ

source: Software
in: ᱥᱚᱯᱷᱴᱣᱮᱨ

# cloudsave
source: Something went wrong saving to the server, please try again.
in: ᱥᱟᱹᱨᱣᱟᱹᱨ ᱨᱮ ᱥᱟᱧᱪᱟᱣ ᱡᱷᱚᱜ ᱵᱷᱩᱞ ᱦᱩᱭᱮᱱᱟ, ᱫᱚᱭᱟᱠᱟᱛᱮ ᱛᱟᱭᱚᱢᱛᱮ ᱫᱩᱦᱲᱟᱹ ᱠᱩᱨᱩᱢᱩᱴᱩᱜ ᱢᱮ ᱾

source: Sorry, no results here.
in: ᱤᱠᱟᱹ, ᱪᱮᱫ ᱛᱮᱞᱟ ᱫᱚ ᱱᱚᱰᱮ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱾

# translations_module
source: Source text cleared
in: ᱥᱨᱚᱛ ᱚᱞ ᱢᱮᱴᱟᱣ ᱮᱱᱟ

source: Source:
in: ᱥᱨᱚᱛ :

source: South Africa
in: ᱥᱟᱩᱛᱷ ᱮᱯᱷᱨᱤᱠᱟ

source: Spain
in: ᱥᱯᱮᱱ

source: Spain (ca)
in: ᱥᱯᱮᱱ (ca)

# language_name
source: Spanish
in: ᱥᱯᱮᱱᱤᱥ

# showcase_spread
source: Spread DuckDuckGo
in: DuckDuckGo ᱯᱟᱥᱱᱟᱣ ᱢᱮ

# image-layout
source: Square
in: ᱥᱠᱣᱮᱨ

# video-resolution
source: Standard definition
in: ᱢᱩᱞ ᱢᱮᱱᱮᱛ

source: Start searching!
in: ᱥᱮᱸᱫᱽᱨᱟ ᱡᱚᱝ ᱮᱛᱦᱚᱵ ᱢᱮ!

# Covid 19 module
source: Statistics
in: ᱥᱴᱟᱴᱤᱥᱴᱤᱠᱥ

# SERP footer content
source: Stay Informed
in: ᱵᱟᱲᱭ ᱨᱮ ᱛᱟᱦᱮᱸᱱ ᱢᱮ

# SERP footer content
source: Stay protected and informed with our privacy newsletters.
in: ᱟᱞᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱠᱷᱚᱵᱚᱨ ᱠᱚ ᱥᱟᱶ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱟᱨ ᱵᱟᱲᱟᱭ ᱨᱮ ᱛᱟᱦᱮᱸᱱ ᱢᱮ ᱾

# showcase_newsletter
source: Stay protected and informed with our privacy newsletters.
in: ᱟᱞᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱠᱷᱚᱵᱚᱨ ᱠᱚ ᱥᱟᱶ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱟᱨ ᱵᱟᱲᱟᱭ ᱨᱮ ᱛᱟᱦᱮᱸᱱ ᱢᱮ ᱾

source: Stock
in: ᱡᱚᱢᱟ

# settings
source: Stores the previous region that was set
in: ᱢᱟᱲᱟᱝ ᱥᱮᱴ ᱠᱟᱱ ᱡᱟᱭᱜᱟ ᱨᱮ ᱫᱚᱦᱚᱜᱼᱟ

# safe search
source: Strict
in: ᱱᱤᱦᱟᱹᱛ

# settingsvalue
source: Strict
in: ᱱᱤᱦᱟᱹᱛ

source: Submit
in: ᱡᱚᱢᱟᱭ ᱢᱮ

# email newsletter
source: Subscribe
in: ᱥᱟᱹᱵᱥᱠᱨᱟᱭᱤᱵᱽ

# settings
source: Suggest Different Passphrase
in: ᱮᱴᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱵᱟᱛᱟᱣ ᱢᱮ

# settings
source: Suggest a Passphrase
in: ᱢᱤᱫᱴᱟᱹᱝ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱵᱟᱛᱟᱣ ᱢᱮ

# directions
source: Suggestions:
in: ᱦᱩᱫᱤᱥ ᱠᱚ ᱮᱢ :

# noresults
source: Suggestions:
in: ᱦᱩᱫᱤᱥ ᱠᱚ ᱮᱢ :

# Covid 19 module
source: Summary
in: ᱥᱟᱨᱯᱮᱛ

# settingsvalue
source: Super Wide
in: ᱟᱹᱰᱤ ᱚᱥᱟᱨ

# width
source: Super wide
in: ᱟᱹᱰᱤ ᱚᱥᱟᱨ

source: Support
in: ᱜᱚᱲᱚ

# language_name
source: Swahili
in: ᱥᱣᱟᱦᱤᱞᱤ

# translations_module
source: Swap languages
in: ᱯᱟᱹᱨᱥᱤ ᱠᱚ ᱵᱚᱫᱚᱠ ᱢᱮ

source: Sweden
in: ᱥᱣᱤᱰᱮᱱ

# language_name
source: Swedish
in: ᱥᱣᱤᱰᱤᱥ

# homepage onboarding
source: Switch to DuckDuckGo and take back your privacy!
in: DuckDuckGo ᱛᱮ ᱵᱚᱫᱚᱞ ᱢᱮ ᱟᱨ ᱟᱢᱟᱜ ᱱᱤᱥᱚᱱ ᱤᱫᱤ ᱡᱚᱝ ᱢᱮ!

source: Switch to the search engine that doesn't track you. Ever.
in: ᱱᱚᱠᱟ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱡᱟᱸᱦᱟᱸ ᱟᱢ ᱵᱟᱝ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟᱭ ᱨᱮ ᱩᱪᱟᱹᱲᱚᱜ ᱢᱮ ᱾ ᱛᱤᱥ ᱦᱚᱸ ᱾

source: Switzerland (de)
in: ᱥᱣᱤᱡᱟᱹᱨᱞᱮᱸᱱᱰ (de)

source: Switzerland (fr)
in: ᱥᱣᱤᱡᱟᱹᱨᱞᱮᱸᱱᱰ (fr)

source: Switzerland (it)
in: ᱥᱣᱤᱡᱟᱹᱨᱞᱮᱸᱱᱰ (it)

# Covid 19 module
source: Symptoms
in: ᱞᱚᱠᱷᱭᱚᱲ ᱠᱚ

# language_name
source: Tahitian
in: ᱛᱟᱦᱤᱴᱟᱱ

source: Taiwan
in: ᱛᱟᱭᱣᱟᱱ

source: Take Back Your Privacy!
in: ᱟᱢᱟᱜ ᱱᱤᱥᱚᱱ ᱤᱫᱤ ᱢᱮ!

# reasons-to-use-duckduckgo
source: Take control of your personal data.
in: ᱟᱢᱟᱜ ᱱᱤᱡᱚᱨ ᱰᱟᱴᱟ ᱨᱮᱭᱟᱜ ᱠᱚᱵᱡᱟ ᱤᱫᱤ ᱢᱮ ᱾

# image-layout
source: Tall
in: ᱩᱥᱩᱞ

# language_name
source: Tamil
in: ᱛᱟᱹᱢᱤᱞ

source: Tan
in: ᱛᱟᱸᱵᱟ ᱨᱚᱝ!

# precise_user_location
source: Tap the %slock icon%s on the address bar.
in: ᱴᱷᱤᱠᱬᱟᱹ ᱵᱟᱨ ᱨᱮᱭᱟᱜ %sᱠᱩᱞᱩᱯ ᱪᱤᱱᱦᱟᱹ%s ᱨᱮ ᱴᱤᱯᱟᱹᱣ ᱢᱮ ᱾

# precise_user_location
source: Tap the vertical dots in the DuckDuckGo app.
in: DuckDuckGo ᱮᱯ ᱨᱮ ᱛᱤᱝᱜᱩ ᱜᱟᱨ ᱰᱚᱴ ᱨᱮ ᱴᱤᱯᱟᱹᱣ ᱢᱮ ᱾

# color
source: Teal
in: ᱴᱤᱞ

# language_name
source: Telugu
in: ᱛᱮᱞᱜᱩ

# theme
source: Terminal
in: ᱢᱩᱪᱟᱹᱫ

# translations_module
source: Text exceeds %s character limit
in: Text exceeds %s ᱚᱞ ᱥᱤᱢᱟᱹ ᱚᱞ ᱯᱟᱨ ᱠᱮᱜᱼᱟᱭ

source: Text font:
in: ᱚᱞ ᱪᱤᱠᱤ:

source: Text:
in: ᱚᱞ:

# language_name
source: Thai
in: ᱛᱷᱟᱭ

source: Thailand
in: ᱛᱷᱟᱭᱞᱮᱸᱱᱰᱥ

source: Thank you!
in: ᱥᱟᱨᱦᱟᱣ!

# homepage onboarding
source: Thank you.
in: ᱥᱟᱨᱦᱟᱣ ᱾

# Lock icon next to HTTP search result
source: That means information sent between your device and the webpage behind this link is at increased risk of being intercepted by a third party. In rare cases this includes passwords, or payment details.
in: ᱱᱚᱶᱟ ᱢᱟᱱᱮ ᱵᱤᱵᱨᱚᱬ ᱫᱚ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱵᱷᱤᱛᱨᱭ ᱨᱮ ᱵᱷᱮᱡᱟ ᱠᱟᱱᱟ ᱟᱨ ᱢᱮᱱᱠᱷᱟᱱ ᱱᱚᱶᱟ ᱞᱤᱝ ᱛᱟᱭᱚᱢ ᱨᱮ ᱯᱮ ᱯᱟᱨᱴᱭ ᱠᱚᱵᱡᱟ ᱫᱟᱲᱮ ᱪᱷᱚ ᱨᱮᱭᱟᱜ ᱨᱤᱥᱠ ᱰᱷᱮᱨᱚᱜᱼᱟ ᱾ ᱟᱹᱰᱤ ᱠᱚᱢ ᱠᱮᱥ ᱡᱷᱚᱜ ᱱᱚᱶᱟ ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱠᱚ, ᱵᱟᱝᱠᱷᱟᱱ ᱜᱚᱱᱚᱝ ᱵᱟᱵᱚᱛ ᱠᱚ ᱦᱚᱸ ᱢᱮᱱᱟᱜᱼᱟ ᱾

# cloudsave
source: The Cloud Save bookmarklet allows any changes you make to your settings to automatically save in the cloud.
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ ᱯᱩᱛᱷᱤᱪᱤᱱᱦᱟᱹ ᱫᱚ ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮᱭᱟᱜ ᱵᱚᱫᱚᱞ ᱠᱞᱟᱣᱰ ᱨᱮ ᱟᱡ ᱛᱮ ᱥᱟᱧᱪᱟᱣᱟᱭ ᱾

# settings
source: The rendering method to use for interactive maps
in: ᱠᱷᱮᱞᱯᱚᱨᱚᱠ ᱱᱚᱠᱥᱟ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱨᱮᱱᱰᱚᱨᱤᱝ ᱢᱮᱛᱷᱚᱰ

# SERP footer content
source: The world needs an alternative to the collect-it-all business model.
in: ᱡᱮᱜᱮᱛ ᱥᱟᱨᱟ ᱫᱚ ᱡᱷᱚᱛᱚ ᱥᱟᱢᱴᱟᱣ ᱵᱮᱯᱟᱨ ᱢᱳᱥᱮᱞ ᱨᱮᱭᱟᱜ ᱵᱟᱪᱷᱱᱟᱣ ᱛᱟᱭ ᱫᱚᱨᱠᱟᱨ ᱾

source: Theme
in: ᱩᱱᱩᱭᱦᱟᱹᱨ

# settings
source: Theme
in: ᱩᱱᱩᱭᱦᱟᱹᱨ

source: Theme Changed
in: ᱩᱱᱩᱭᱦᱟᱹᱨ ᱵᱚᱫᱚᱞᱮᱱᱟ

source: Themes
in: ᱛᱷᱤᱢᱥ

source: Thesaurus
in: ᱥᱟᱵᱟᱫ ᱜᱟᱫᱮᱞ

source: These browser permissions are used to add privacy protection on websites you visit by blocking hidden trackers, encrypting connections where possible, and by making DuckDuckGo your default search engine.
in: ᱱᱚᱶᱟ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱟᱫᱮᱨ ᱫᱚ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱠᱚ ᱨᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱞᱮᱫ ᱨᱮ ᱵᱮᱵᱷᱟᱨᱚᱜᱼᱟ ᱡᱟᱦᱟᱸ ᱨᱮ ᱟᱢ ᱩᱠᱩ ᱯᱟᱧᱡᱟᱠᱩᱜ ᱟᱠᱚᱴ ᱞᱟᱹᱜᱤᱫ ᱵᱮᱵᱷᱟᱨᱚᱜ ᱠᱟᱱᱟ, ᱠᱩᱞᱩᱯ ᱡᱩᱲᱟᱹᱣ ᱫᱚ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ, ᱟᱨ DuckDuckGo ᱫᱚ ᱟᱢᱟᱜ ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱛᱮᱭᱟᱨ ᱠᱟᱛᱮ ᱾

# attribution
source: This Instant Answer was made by the %sDuckDuckHack%s Community.
in: ᱱᱚᱶᱟ ᱞᱚᱜᱚᱱ ᱛᱮᱞᱟ %sDuckDuckHack%s ᱥᱟᱹᱢᱩᱫᱟᱹᱭ ᱛᱮᱭᱟᱨ ᱟᱠᱟᱫᱟᱭ ᱾

# cloudsave
source: This has a few benefits:
in: ᱱᱚᱶᱟ ᱨᱮ ᱠᱚᱢ ᱞᱟᱵᱷ ᱢᱮᱱᱟᱜᱼᱟ :

source: This page requires Javascript to function.
in: ᱱᱚᱶᱟ ᱥᱟᱦᱴᱟ ᱠᱟᱹᱢᱤ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ Javascript ᱛᱟᱭ ᱫᱚᱨᱠᱟᱨ ᱾

# feedback form
source: This place is permanently closed
in: ᱱᱚᱶᱟ ᱡᱟᱭᱜᱟ ᱫᱚ ᱡᱷᱚᱛᱚ ᱵᱮᱲᱟ ᱞᱟᱹᱜᱤᱫ ᱵᱚᱸᱫ ᱮᱱᱟ

# feedback form
source: This place is too far away
in: ᱱᱚᱶᱟ ᱡᱟᱭᱜᱟ ᱫᱚ ᱟᱹᱰᱤ ᱡᱤᱞᱤᱧ ᱨᱮ ᱢᱮᱱᱟᱜᱼᱟ

# translations_module
source: This translation is helpful
in: ᱱᱚᱶᱟ ᱛᱚᱨᱡᱚᱢᱟ ᱫᱚ ᱟᱹᱰᱤ ᱠᱟᱹᱢᱤ ᱨᱮ ᱦᱮᱡ ᱮᱱᱟ

# translations_module
source: This translation is offensive
in: ᱱᱚᱶᱟ ᱛᱚᱨᱡᱚᱢᱟ ᱫᱚ ᱜᱟᱹᱞᱤᱜᱚᱞᱚᱡᱽ ᱜᱮᱭᱟ

# translations_module
source: This translation is wrong
in: ᱱᱚᱶᱟ ᱛᱚᱨᱡᱚᱢᱟ ᱫᱚ ᱵᱷᱩᱞ ᱜᱮᱭᱟ

source: This video is not yet able to be watched here. You can watch it on %s.
in: ᱱᱚᱶᱟ ᱣᱤᱰᱤᱭᱚ ᱫᱚ ᱱᱚᱰᱮ ᱧᱮᱞ ᱵᱟᱭ ᱜᱟᱱᱚᱜᱼᱟ ᱾ ᱟᱢ ᱫᱚ %s ᱧᱮᱞ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾

# Lock icon next to HTTP search result
source: This webpage does not use a secure, encrypted, connection (HTTPS).
in: ᱱᱚᱶᱟ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱫᱚ ᱨᱩᱠᱷᱤᱭᱟᱹ , ᱠᱩᱞᱩᱯ, ᱡᱩᱲᱟᱹᱣ (HTTPS) ᱵᱟᱴ ᱵᱮᱵᱷᱟᱨ ᱮᱫᱟᱭ ᱾

# settings
source: This will erase all settings. Continue?
in: ᱱᱚᱶᱟ ᱫᱚ ᱡᱷᱚᱛᱚ ᱥᱟᱡᱟᱣ ᱠᱚ ᱟᱹᱬᱤᱡᱟᱭ ᱾ ᱞᱮᱛᱟᱲ?

# settings
source: This will reset your saved settings to default values. Continue?
in: ᱱᱚᱶᱟ ᱫᱚ ᱟᱢᱟᱜ ᱡᱷᱚᱛᱚ ᱥᱟᱡᱟᱣ ᱠᱚ ᱠᱟᱱ ᱥᱟᱡᱟᱣ ᱠᱚ ᱢᱟᱲᱟᱝ ᱢᱩᱞ ᱛᱮ ᱨᱤᱥᱮᱴ ᱟᱭ ᱾ ᱞᱮᱛᱟᱲ?

# language_name
source: Tigrinya
in: ᱴᱤᱜᱽᱨᱤᱭᱟᱱᱟ

# Covid 19 module
source: Tips
in: ᱦᱩᱫᱤᱥ

source: Tired of being tracked online? %sWe can help.%s
in: ᱚᱱᱞᱟᱭᱤᱱ ᱯᱟᱧᱡᱟ ᱛᱮ ᱞᱟᱝᱜᱟ ᱮᱱᱟᱢ? %sᱟᱞᱮ ᱜᱚᱲᱚ ᱮᱢ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱞᱮ%s ᱾

# settings
source: Title Color
in: ᱧᱩᱛᱩᱢ ᱨᱚᱝ

# settings
source: Title Font
in: ᱧᱩᱛᱩᱢ ᱪᱤᱠᱤ

# settings
source: Title Underline
in: ᱧᱩᱛᱩᱢ ᱞᱟᱛᱟᱨ ᱜᱟᱨ

# directions
source: To print directions:%sGo back to the map.%sSelect the route you want to print.%sClick the print icon.%s
in: ᱫᱤᱥᱟᱹ ᱠᱚ ᱪᱷᱟᱯᱟ ᱞᱟᱹᱜᱤᱫ:%sᱱᱚᱠᱥᱟ ᱛᱮ ᱨᱩᱟᱹᱲ ᱢᱮ ᱾%sᱪᱷᱟᱯᱟ ᱥᱮᱱᱢᱟ ᱡᱟᱭᱜᱟ ᱪᱷᱟᱯᱟᱭ ᱢᱮ ᱾%sᱪᱷᱟᱯᱟ ᱪᱤᱱᱦᱟᱹ ᱨᱮ ᱚᱛᱭᱟ ᱢᱮ ᱾%s

source: Today
in: ᱛᱮᱦᱮᱧ

# Stocks module
source: Today
in: ᱛᱮᱦᱮᱧ

source: Tomorrow
in: ᱜᱟᱯᱟ

# language_name
source: Tongan
in: ᱴᱚᱝᱜᱟᱱ

source: Top
in: ᱪᱮᱛᱟᱱ

source: Tour
in: ᱫᱟᱲᱟᱱ

# frontpage
source: Tour
in: ᱫᱟᱲᱟᱱ

# translateus
source: Translate
in: ᱛᱚᱨᱡᱚᱢᱟᱭ

# translations_module
source: Translation
in: ᱛᱚᱨᱡᱚᱢᱟ

# translations_module
source: Translation copied
in: ᱛᱚᱨᱡᱚᱢᱟ ᱱᱚᱠᱚᱞ ᱮᱱᱟ

# image-type
source: Transparent
in: ᱯᱟᱨᱫᱚᱨᱥᱚ

source: Try a search!
in: ᱢᱤᱫᱴᱟᱹᱝ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ!

# directions
source: Try adding a city, state, or postal code.
in: ᱢᱤᱫᱴᱟᱹᱝ ᱥᱚᱦᱚᱨ, ᱯᱚᱱᱚᱛ ᱟᱨᱵᱟᱝ ᱰᱟᱠ ᱠᱳᱰ ᱥᱮᱞᱮᱫ ᱞᱟᱹᱜᱤᱫ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾

# noresults
source: Try different keywords.
in: ᱮᱴᱟᱜ ᱢᱩᱞᱟᱹᱲᱟᱹ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾

# precise_user_location
source: Try enabling anonymous location for more accurate results.
in: ᱟᱨᱦᱚᱸ ᱥᱚᱴᱷᱤᱠ ᱛᱮᱞᱟ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱡᱟᱭᱜᱟ ᱮᱢ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾

# noresults
source: Try fewer keywords.
in: ᱠᱚᱢ ᱢᱩᱞᱟᱹᱲᱟᱹ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾

# noresults
source: Try more general keywords.
in: ᱰᱷᱮᱨ ᱥᱟᱫᱷᱟᱨᱚᱬ ᱢᱩᱞᱟᱹᱲᱟᱹ ᱠᱚ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾

source: Try our homepage that never shows these messages:
in: ᱟᱞᱮᱭᱟᱜ ᱚᱲᱟᱜᱥᱟᱦᱴᱟ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱡᱟᱦᱟᱸ ᱫᱚ ᱛᱤᱥ ᱦᱚᱸ ᱱᱚᱶᱟ ᱠᱷᱚᱵᱚᱨ ᱠᱚ ᱵᱟᱭ ᱫᱮᱠᱷᱟᱣᱟᱭ:

# precise_user_location
source: Try setting your location manually.
in: ᱟᱢᱟᱜ ᱡᱟᱭᱜᱟ ᱱᱤᱡᱮ ᱛᱮᱜᱮ ᱥᱟᱡᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾

source: Try the DuckDuckGo app
in: DuckDuckGo ᱮᱯ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ

source: Try: %s
in: ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ : %s

# new user poll
source: Trying DuckDuckGo again
in: DuckDuckGo ᱫᱩᱦᱲᱟᱹ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ

source: Turkey
in: ᱛᱩᱨᱠᱤ

# language_name
source: Turkish
in: ᱛᱩᱨᱠᱤᱥ

source: Turn off:
in: ᱵᱚᱸᱫᱚᱭ ᱢᱮ :

source: Type %sDuckDuckGo%s in the first %sform field
in: %sDuckDuckGo%s ᱫᱚ ᱯᱩᱭᱞᱩ %sᱯᱷᱚᱨᱢ ᱡᱟᱭᱜᱟ ᱨᱮ ᱚᱞ ᱢᱮ

source: Type %sduckduckgo.com%s in the %ssecond form field
in: %sduckduckgo.com%s ᱫᱚ %sᱫᱚᱥᱟᱨ ᱯᱷᱚᱨᱢ ᱡᱟᱭᱜᱟ ᱨᱮ ᱚᱞ ᱢᱮ

# settings
source: URL Color
in: URL ᱨᱚᱝ

# settings
source: URL Format
in: URL ᱯᱷᱚᱨᱢᱟᱴ

source: URL Parameters
in: URL ᱯᱟᱨᱟᱢᱤᱴᱚᱨ ᱠᱚ

# settings
source: URL Placement
in: URL ᱡᱚᱜᱟᱣ

source: US (English)
in: US (ᱤᱝᱨᱟᱡᱤ)

source: US (Spanish)
in: US (ᱥᱯᱮᱱᱤᱥ)

# settingsvalue
source: US based (Pounds, Feet, Fahrenheit)
in: US ᱟᱫᱷᱟᱨᱤᱛ (Pounds, Feet, Fahrenheit)

# settingsvalue
source: US-based (pounds, feet, Fahrenheit)
in: US-ᱟᱫᱷᱟᱨᱤᱛ (pounds, feet, Fahrenheit)

# language_name
source: Ukrainian
in: ᱭᱩᱠᱨᱮᱱᱤᱭᱟᱹᱱ

source: Under %sOn startup%s, click %sOpen a specific page%s then click %sSet Pages%s.
in: %sᱥᱴᱟᱴᱚᱯᱷ%s ᱞᱟᱛᱟᱨ ᱨᱮ, %sᱢᱤᱫ ᱵᱤᱥᱮᱥ ᱥᱟᱦᱴᱟ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ %sᱥᱟᱦᱴᱟ ᱠᱚ ᱥᱮᱴ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Under %sOn startup%s, select %sHomepage%s and enter: https://duckduckgo.com
in: %sᱥᱴᱟᱴᱚᱯᱷ%s ᱞᱟᱛᱟᱨ ᱨᱮ , select %sᱚᱲᱟᱜᱥᱟᱦᱴᱟ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱟᱨ https://duckduckgo.com ᱟᱫᱮᱨ ᱢᱮ

source: Under %sOpen with%s select %sA specific page or pages%s
in: %sᱥᱟᱶ ᱡᱷᱚᱤᱡ%s ᱞᱟᱛᱟᱨ ᱨᱮ %sᱢᱤᱫ ᱵᱤᱥᱮᱥ ᱥᱟᱦᱴᱟ ᱟᱨᱵᱟᱝ ᱥᱟᱦᱴᱟ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Under %sSTARTUP > Homepage%s enter: https://duckduckgo.com
in: %sᱥᱴᱟᱴᱚᱯᱷ > ᱚᱲᱟᱜᱥᱟᱦᱴᱟ%s ᱞᱟᱛᱟᱨ ᱨᱮ ᱟᱫᱮᱨ ᱢᱮ: https://duckduckgo.com

source: Under %sSearch Settings%s select %sDuckDuckGo%s
in: %sᱥᱮᱸᱫᱽᱨᱟ ᱥᱟᱡᱟᱣ ᱠᱚ%s ᱞᱟᱛᱟᱨ ᱨᱮ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Under %sSearch in the address bar with%s select %sAdd New%s
in: ᱞᱟᱛᱟᱨ ᱨᱮ %sᱴᱷᱤᱠᱬᱟᱹ ᱵᱟᱨ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱨ ᱥᱟᱶ%s %sᱱᱚᱶᱟ ᱥᱮᱞᱮᱫ%s ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Under %sSearch%s section, click %sManage search engines...%s
in: %sᱥᱮᱸᱫᱽᱨᱟ%s ᱛᱷᱚᱠ ᱞᱟᱛᱟᱨ ᱨᱮ, %sᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱᱠᱚ ᱥᱚᱢᱵᱷᱲᱟᱣ...%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Under On startup select %sOpen a specific page or set of pages%s
in: ᱮᱢ ᱥᱴᱟᱴᱚᱯᱷ ᱞᱟᱛᱟᱨ ᱨᱮ %sᱢᱤᱫᱴᱟᱹᱝ ᱵᱤᱥᱮᱥ ᱥᱟᱦᱴᱟ ᱠᱷᱩᱞᱟᱫᱭ ᱢᱮ ᱵᱟᱝᱠᱷᱟᱱ ᱥᱟᱦᱴᱟ ᱨᱮᱭᱟᱜ ᱥᱮᱴ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Under Search click the drop down and select %sDuckDuckGo%s
in: ᱥᱮᱸᱫᱽᱨᱟ ᱞᱟᱛᱟᱨ ᱨᱮ ᱞᱟᱛᱟᱨ ᱧᱩᱨᱟᱛ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱟᱨ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Underline:
in: ᱞᱟᱛᱟᱨ ᱜᱟᱨ :

# settings
source: Underlines result titles
in: ᱞᱟᱛᱟᱨ ᱜᱟᱨ ᱛᱮᱞᱟ ᱧᱩᱛᱩᱢ ᱠᱚ

source: Unicode
in: ᱭᱩᱱᱤᱠᱳᱰ

source: United Kingdom
in: ᱭᱩᱱᱟᱭᱴᱮᱰ ᱠᱤᱝᱰᱚᱢ

# settings
source: Units of Measure
in: ᱢᱟᱯ ᱨᱮᱭᱟᱜ ᱤᱠᱟᱹᱭ

# precise_user_location
source: Update
in: ᱦᱟᱹᱞᱤᱭᱟᱹᱠ

# precise_user_location
source: Update Location
in: ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱡᱟᱭᱜᱟ

# precise_user_location
source: Updating location...
in: ᱡᱟᱭᱜᱟ ᱦᱟᱹᱞᱤᱭᱟᱹᱠᱚᱜ ᱠᱟᱱᱟ...

# new user poll
source: Upgrading to full-time user
in: ᱯᱩᱨᱟᱹᱼᱚᱠᱛᱚ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱦᱟᱹᱞᱤᱭᱟᱹᱠᱚᱜ ᱠᱟᱱᱟ

# language_name
source: Urdu
in: ᱩᱨᱫᱩ

source: Use
in: ᱵᱮᱵᱦᱟᱨ ᱢᱮ

# precise_user_location
source: Use Anonymous Location
in: ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱡᱟᱭᱜᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# mobile homepage
source: Use DuckDuckGo Private Search
in: DuckDuckGo ᱱᱤᱡᱚᱨᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# mobile promotion on desktop
source: Use DuckDuckGo private search on your iPad, iPhone, or Android!
in: ᱟᱢᱟᱜ iPad, iPhone, ᱵᱟᱝᱠᱦᱟᱱ Android ᱨᱮ DuckDuckGo ᱱᱤᱥᱚᱱ ᱥᱮᱸᱫᱽᱨᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ!

# precise_user_location
source: Use Location
in: ᱡᱟᱭᱜᱟ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use in Firefox
in: Firefox ᱨᱮ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

source: Use in Safari
in: Safari ᱨᱮ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# Covid 19 module
source: Vaccines
in: ᱣᱮᱠᱥᱤᱱ

# directions
source: Via
in: ᱛᱮ

# settings
source: Video Playback
in: ᱣᱤᱰᱤᱭᱚ ᱯᱞᱮᱵᱮᱠ

source: Videos
in: ᱣᱤᱰᱤᱭᱚᱠᱚ

source: Vietnam
in: ᱣᱮᱭᱤᱛᱱᱟᱢ

# language_name
source: Vietnamese
in: ᱣᱮᱭᱤᱛᱱᱟᱢᱤᱡᱽ

source: View File
in: ᱨᱮᱫᱽ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

source: View on %s
in: %s ᱨᱮ ᱧᱮᱞ ᱢᱮ

# maps_maps_module
source: View on Map
in: ᱱᱚᱠᱥᱟ ᱨᱮ ᱫᱮᱠᱷᱟᱣ ᱢᱮ

# mobile promotion on desktop
source: Visit %sDuckDuckGo.com%s on your tablet or phone and follow the provided instructions.
in: ᱟᱢᱟᱜ ᱴᱮᱵᱞᱮᱴ ᱵᱟᱝᱠᱷᱟᱱ ᱯᱷᱚᱱ ᱛᱮ %sDuckDuckGo.com%s ᱯᱟᱧᱡᱟᱭ ᱢᱮ ᱟᱨ ᱮᱢ ᱠᱟᱱ ᱵᱤᱵᱨᱚᱬ ᱠᱚ ᱯᱟᱲᱦᱟᱣ ᱢᱮ ᱾

# settings
source: Visited Checkmark
in: ᱦᱤᱨᱤ ᱠᱟᱱ ᱪᱤᱱᱦᱟᱹᱯ

# settings
source: Visited Title Color
in: ᱦᱤᱨᱤ ᱠᱟᱱ ᱧᱩᱛᱩᱢ ᱨᱮᱭᱟᱜ ᱨᱚᱝ

source: Visited links:
in: ᱦᱤᱨᱤ ᱠᱟᱱ ᱞᱤᱝ ᱠᱚ:

# precise_user_location
source: Waiting for Location...
in: ᱡᱟᱭᱜᱟ ᱞᱟᱹᱜᱤᱫ ᱛᱟᱹᱝᱜᱤᱜ ᱠᱟᱱᱟ ...

# directions
source: Walking
in: ᱛᱟᱲᱟᱢ ᱮᱫᱟ

# size
source: Wallpaper
in: ᱞᱟᱴᱷᱟᱪᱤᱛᱟᱹ

# feedback form
source: Want to tell us a bit more?
in: ᱟᱨᱦᱚᱸ ᱡᱟᱹᱥᱛᱤ ᱞᱟᱹᱭ ᱥᱮᱱᱟᱢ ᱠᱟᱱᱟ ᱥᱮ?

source: Watch Here
in: ᱱᱚᱰᱮ ᱧᱮᱞ ᱢᱮ

source: Watch on %s
in: %s ᱨᱮ ᱧᱮᱞ ᱢᱮ

source: Watch on YouTube
in: YouTube ᱨᱮ ᱧᱮᱞ ᱢᱮ

# SERP footer content
source: We Protect Your Privacy
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱥᱚᱱ ᱞᱮ ᱨᱩᱠᱷᱤᱭᱟᱹᱭ ᱟ

# precise_user_location
source: We can use your anonymous%s location%s to show you nearby results.
in: ᱟᱞᱮ ᱫᱚ ᱥᱩᱨ ᱠᱚᱨᱮᱱᱟᱜ ᱛᱮᱞᱟ ᱠᱚ ᱫᱮᱠᱷᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱟᱢᱟᱜ %s location%s ᱞᱮ ᱵᱮᱵᱷᱟᱨ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾

# reasons-to-use-duckduckgo
source: We don't follow you around with ads.
in: ᱟᱞᱮ ᱫᱚ ᱱᱚᱶᱟ ᱵᱤᱜᱭᱟᱯᱚᱱ ᱥᱟᱶ ᱯᱟᱞᱮ ᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱞᱮ ᱾

# cloudsave
source: We don't store usernames or any personally identifiable information.
in: ᱟᱞᱮ ᱫᱚ ᱵᱮᱵᱷᱟᱹᱨᱤᱭᱟᱹ ᱧᱩᱛᱩᱢ ᱠᱚ ᱵᱟᱝᱠᱷᱟᱱ ᱡᱟᱦᱟᱸ ᱱᱤᱡᱚᱨ ᱪᱤᱱᱦᱟᱹᱯ ᱵᱤᱵᱨᱚᱬ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱾

# homepage onboarding
source: We don't store your personal info or track you. Ever.
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱡᱚᱨ ᱵᱤᱵᱨᱚᱬ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱵᱟᱝᱠᱷᱟᱱ ᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱾ ᱛᱤᱥ ᱦᱚᱸ ᱾

# reasons-to-use-duckduckgo
source: We don't store your personal info.
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱡᱚᱨᱟᱜ ᱵᱤᱵᱨᱚᱬ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱾

source: We don't store your personal info. We don't follow you around with ads. We don't track you. Ever.
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱡᱚᱨᱟᱜ ᱵᱤᱵᱨᱚᱬ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱾ ᱟᱞᱮ ᱫᱚ ᱱᱚᱶᱟ ᱵᱤᱜᱭᱟᱯᱚᱱ ᱥᱟᱶ ᱯᱟᱞᱮ ᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱞᱮ ᱾ ᱟᱞᱮ ᱫᱚ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱾ ᱛᱤᱥ ᱦᱚᱸ ᱾

# reasons-to-use-duckduckgo
source: We don't store your personal information.
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱡᱚᱨᱟᱜ ᱵᱤᱵᱨᱚᱬ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱾

# SERP footer content
source: We don't store your search history or follow you around the web.
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱦᱤᱛᱟᱹᱞ ᱫᱚ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱵᱟᱝᱠᱷᱟᱱ ᱟᱢ ᱫᱚ ᱣᱮᱵᱽ ᱥᱟᱨᱟ ᱨᱮ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱾

# SERP footer content
source: We don't track you, but others do.
in: ᱟᱞᱮ ᱫᱚ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱮᱴᱟᱜ ᱫᱚ ᱠᱚ ᱠᱚᱨᱟᱣᱟ ᱾

# new user poll
source: We don't track you, so we could use your help telling us what brought you back today:
in: ᱟᱞᱮ ᱫᱚ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱟᱢᱟᱜ ᱜᱚᱲᱚ ᱛᱮ ᱟᱞᱮ ᱵᱟᱲᱟᱭ ᱫᱟᱲᱮᱟᱜᱼᱟ ᱞᱮ ᱡᱮ ᱪᱮᱫ ᱟᱢ ᱫᱚ ᱱᱚᱰᱮ ᱟᱹᱜᱩ ᱠᱟᱫ ᱢᱮᱭᱟᱭ :
