Repository: Blueberryy/duckduckgo-locales
Catalog: locales/sat_*/LC_MESSAGES/duckduckgo.po
Languages: in

# new user poll
source: We don't track you, so we could use your help telling us what convinced you to try us out today:
in: ᱟᱞᱮ ᱫᱚ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱟᱢᱟᱜ ᱜᱚᱲᱚ ᱛᱮ ᱟᱞᱮ ᱵᱟᱲᱟᱭ ᱫᱟᱲᱮᱟᱜᱼᱟ ᱞᱮ ᱡᱮ ᱪᱮᱫ ᱟᱢ ᱫᱚ ᱱᱚᱰᱮ ᱵᱷᱚᱨᱥᱟ ᱠᱟᱫ ᱢᱮᱭᱟᱭ :

# reasons-to-use-duckduckgo
source: We don't track you. Ever.
in: ᱟᱞᱮ ᱫᱚ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱾ ᱛᱤᱥ ᱦᱚᱸ ᱾

# homepage onboarding
source: We don’t follow you around with ads.
in: ᱟᱞᱮ ᱫᱚ ᱵᱤᱜᱭᱟᱯᱚᱱ ᱛᱮ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱢᱮ ᱾

# homepage onboarding
source: We don’t store your personal information. Ever.
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱡᱚᱨᱟᱜ ᱵᱤᱵᱨᱚᱬ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱾ ᱛᱤᱥ ᱦᱚᱸ ᱾

# homepage onboarding
source: We don’t store your search history. We therefore have nothing to sell to advertisers that track you across the Internet.
in: ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱦᱤᱛᱟᱹᱞ ᱵᱟᱞᱮ ᱫᱚᱦᱚᱭᱟ ᱾ ᱚᱱᱟᱛᱮ ᱟᱞᱮ ᱴᱷᱮᱱ ᱪᱮᱫ ᱦᱚᱸ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱵᱤᱜᱭᱟᱱ ᱠᱚ ᱥᱟᱶ ᱵᱮᱯᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱦᱟᱸ ᱛᱮ ᱟᱢ ᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱞᱮ ᱾

# homepage onboarding
source: We don’t track you in or out of private browsing mode.
in: ᱟᱞᱮ ᱫᱚ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ ᱟᱨᱵᱟᱝ ᱱᱤᱥᱚᱱ ᱵᱽᱨᱟᱣᱡᱤᱝ ᱢᱳᱰ ᱵᱟᱦᱨᱮ ᱦᱚᱸ ᱾

# SERP footer content
source: We get a ton of searches, and all of them are anonymous.
in: ᱟᱞᱮ ᱫᱚ ᱴᱚᱱ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚᱞᱮ ᱧᱟᱢᱟ, ᱟᱨ ᱡᱷᱚᱛᱚ ᱜᱮ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱜᱮ ᱠᱟᱱᱟ ᱠᱚ ᱾

# precise_user_location
source: We only use your anonymous location to deliver better results, closer to you. You can always change your mind later.
in: ᱵᱮᱥ ᱛᱮᱞᱟ ᱠᱚ ᱮᱢ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ, ᱟᱢ ᱥᱩᱨ ᱛᱮ ᱦᱟᱹᱡᱩᱜ ᱞᱟᱹᱜᱤᱫ ᱟᱞᱮ ᱠᱷᱟᱹᱞᱤ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱡᱟᱭᱜᱟ ᱞᱮ ᱵᱮᱵᱷᱟᱨᱼᱟ ᱾ ᱟᱢ ᱫᱚ ᱛᱤᱱ ᱨᱮᱦᱚᱸ ᱢᱚᱱᱮ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾

# feedback form
source: We use feedback like this to improve DuckDuckGo.
in: ᱟᱞᱮ ᱫᱚ ᱱᱚᱠᱟ ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ DuckDuckGo ᱥᱩᱫᱽᱷᱨᱟᱹᱣ ᱞᱟᱹᱜᱤᱫ ᱞᱮ ᱵᱮᱵᱷᱟᱨᱼᱟ ᱾

# feedback form
source: We use feedback like this to improve DuckDuckGo. Suggestions will be incorporated at the discretion of %s. Corrections may not show up in results right away.
in: ᱟᱞᱮ ᱫᱚ ᱱᱚᱠᱟ ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ DuckDuckGo ᱥᱩᱫᱽᱷᱨᱟᱹᱣ ᱞᱟᱹᱜᱤᱫ ᱞᱮ ᱵᱮᱵᱷᱟᱨᱼᱟ ᱾ %s ᱨᱮᱭᱟᱜ ᱣᱤᱣᱮᱠ ᱛᱮ ᱵᱟᱛᱟᱣᱟᱜ ᱠᱚ ᱮᱢᱚᱜᱼᱟ ᱾ ᱛᱮᱞᱟ ᱩᱛᱟᱹᱨ ᱫᱚ ᱴᱷᱤᱠ ᱠᱚ ᱯᱟᱞᱮ ᱵᱟᱝ ᱧᱟᱢ ᱩᱛᱟᱹᱨᱚᱜᱼᱟ ᱾

# new user poll
source: We're honored to have you on the Duck Side
in: Duck ᱯᱟᱦᱴᱟ ᱨᱮ ᱟᱞᱮ ᱟᱹᱰᱤ ᱜᱚᱨᱚᱡᱽ ᱢᱮᱱᱟᱜᱼᱟ ᱡᱮ ᱟᱢ ᱟᱞᱮ ᱥᱟᱶ ᱢᱮᱱᱟᱢᱟ

source: Weather
in: ᱟᱛᱟᱥ

# feedback form
source: Web Links
in: ᱣᱮᱵᱽ ᱞᱤᱝ ᱠᱚ

# maps_places
source: Website
in: ᱣᱮᱵᱥᱟᱭᱤᱴ

# feedback form
source: Website is incorrect
in: ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱫᱚ ᱵᱷᱩᱞ ᱜᱮᱭᱟ

# feedback form
source: Website is missing
in: ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱫᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

# settings
source: Welcome Message
in: ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢ ᱠᱷᱚᱵᱚᱨ

# homepage onboarding
source: Welcome to the Duck Side!
in: Duck ᱯᱟᱦᱴᱟ ᱨᱮ ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢ!

# language_name
source: Welsh
in: ᱣᱮᱞᱥ

# new user poll
source: What brought you back today?
in: ᱛᱮᱦᱮᱧ ᱫᱚ ᱟᱢ ᱪᱮᱫ ᱥᱩᱨ ᱛᱮ ᱟᱹᱜᱩ ᱪᱷᱚ ᱠᱮᱫ ᱢᱮᱭᱟᱭ?

# feedback form
source: What could be better?
in: ᱪᱮᱫ ᱵᱮᱥ ᱦᱩᱭ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ?

# feedback form
source: What did you like?
in: ᱟᱢ ᱪᱮᱫ ᱮᱢ ᱠᱩᱥᱤᱭᱟᱜ ᱠᱟᱱᱟ?

# feedback form
source: What do you think of the information shown?
in: ᱟᱢ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱪᱮᱫ ᱵᱤᱵᱨᱚᱬ ᱫᱮᱠᱷᱟᱣ ᱠᱟᱱᱟ?

# cloudsave
source: What information gets saved?
in: ᱪᱮᱫ ᱵᱤᱵᱨᱚᱬ ᱫᱚ ᱥᱟᱧᱪᱟᱣ ᱩᱛᱟᱹᱨᱚᱜ ᱠᱟᱱᱟ?

# cloudsave
source: What is the Cloud Save bookmarklet and how does it differ from the URL parameter bookmarklet?
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ ᱯᱩᱛᱷᱤᱪᱤᱱᱦᱟᱹ ᱪᱮᱫ ᱠᱟᱱᱟ ᱟᱨ ᱱᱚᱶᱟ ᱫᱚ ᱪᱮᱞᱠᱟᱛᱮ URL ᱯᱟᱨᱟᱢᱤᱴᱚᱨ ᱯᱩᱛᱷᱤᱪᱤᱱᱦᱟᱹ ᱠᱷᱚᱱ ᱵᱷᱮᱜᱟᱨ ᱜᱮᱭᱟ?

source: What is this?
in: ᱱᱚᱶᱟ ᱫᱚ ᱪᱮᱫ ᱠᱟᱱᱟ?

# new user poll
source: What led you to DuckDuckGo?
in: DuckDuckGo ᱛᱮ ᱪᱮᱫ ᱟᱹᱜᱩ ᱪᱷᱚ ᱠᱮᱫ ᱢᱮᱭᱟᱭ?

# maps_places
source: What people say:
in: ᱦᱚᱲ ᱪᱮᱫ ᱠᱚ ᱢᱮᱱᱮᱫᱼᱟ :

source: Where it says Homepage click %sSet to Current Page%s.
in: ᱡᱟᱦᱟᱸ ᱨᱮ ᱚᱲᱟᱜᱥᱟᱦᱴᱟ ᱢᱮᱱᱟᱭ ᱚᱱᱰᱮ %sᱱᱤᱛᱚᱜᱟᱜ ᱥᱟᱦᱴᱟ ᱛᱮ ᱥᱮᱴ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: White
in: ᱯᱩᱸᱰ

# color
source: White
in: ᱯᱩᱸᱰ

source: Who We Are
in: ᱟᱞᱮ ᱫᱚ ᱪᱤᱞᱤ ᱠᱟᱱᱟ ᱞᱮ

source: Why Privacy
in: ᱱᱤᱥᱚᱱ ᱫᱚᱪᱮᱫᱟᱜ

# image-layout
source: Wide
in: ᱚᱥᱟᱨ

# settingsvalue
source: Wide
in: ᱚᱥᱟᱨ

# width
source: Wide
in: ᱚᱥᱟᱨ

source: Width:
in: ᱚᱥᱟᱨ :

# feedback form
source: Wikipedia info
in: ᱣᱤᱠᱤᱯᱤᱰᱤᱭᱟ ᱵᱟᱵᱚᱛ

# forecast
source: Wind
in: ᱦᱚᱭ

# Covid 19 module
source: World
in: ᱡᱮᱜᱮᱛ

# Covid 19 module
source: Worldwide Coverage Map
in: ᱡᱮᱜᱮᱛᱥᱟᱨᱟ ᱯᱚᱴᱚᱢ ᱱᱚᱠᱥᱟ

# lyrics_module
source: Written by
in: ᱚᱱᱚᱞᱤᱭᱟᱹ

# feedback form
source: Wrong place is shown
in: ᱵᱷᱩᱞ ᱡᱟᱭᱜᱟ ᱫᱮᱠᱷᱟᱣ ᱠᱟᱱᱟ

source: Yellow
in: ᱥᱟᱥᱟᱝ

# color
source: Yellow
in: ᱥᱟᱥᱟᱝ

source: Yes
in: ᱦᱚᱭ

# new user poll
source: Yes, new user!
in: ᱦᱚᱭ, ᱱᱚᱶᱟ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ!

# cloudsave
source: Yes, we throw away data when you’re done with it, and it cannot be recovered.
in: ᱦᱚᱭ , ᱟᱢ ᱦᱩᱭ ᱠᱟᱛᱮ ᱟᱞᱮ ᱚᱱᱟ ᱰᱟᱴᱟ ᱫᱚ ᱵᱟᱹᱨᱜᱤᱞ ᱜᱤᱰᱤ ᱠᱟᱜᱼᱟ ᱞᱮ,ᱟᱨ ᱚᱱᱟ ᱫᱚ ᱵᱟᱭ ᱨᱩᱟᱹᱲ ᱜᱟᱱᱚᱜᱟᱼᱟ ᱾

source: Yesterday
in: ᱦᱚᱞᱟ

# cloudsave
source: You can do this by saving your settings under a different passphrase, optionally deleting the first set.
in: ᱟᱢ ᱫᱚ ᱢᱤᱫᱴᱟᱹᱝ ᱮᱴᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱛᱮ ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱥᱟᱧᱪᱟᱣ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ, ᱱᱚᱱᱮ ᱛᱮ ᱯᱩᱞᱩ ᱥᱮᱴ ᱢᱮᱴᱟᱣ ᱠᱟᱛᱮ ᱜᱟᱱᱚᱜ ᱜᱮᱭᱟ ᱾

# cloudsave
source: You can restore your settings after deleting cookies.
in: ᱠᱩᱠᱤᱡᱽ ᱠᱚ ᱢᱮᱴᱟᱣ ᱠᱟᱛᱮ ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱫᱩᱦᱲᱟᱹ ᱫᱚᱦᱚ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾

# cloudsave
source: You can share your settings among computers and browsers.
in: ᱟᱢ ᱫᱚ ᱠᱚᱢᱯᱩᱴᱚᱨ ᱠᱚ ᱟᱨ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱠᱚ ᱵᱷᱤᱛᱨᱭ ᱨᱮ ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱦᱟᱹᱴᱤᱧ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾

# cloudsave
source: You can store several sets of settings for different purposes.
in: ᱟᱢ ᱫᱚ ᱮᱴᱟᱜ ᱠᱟᱹᱢᱤ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱟᱭᱢᱟ ᱥᱮᱴ ᱨᱮᱭᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱫᱚᱦᱚ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾

# welcome message
source: You now have the DuckDuckGo extension!
in: ᱟᱢ ᱴᱷᱮᱱ ᱫᱚ DuckDuckGo ᱯᱟᱥᱱᱟᱣ ᱢᱮᱱᱟᱜᱼᱟ!

# SERP footer content
source: You're in control. Customize the look-and-feel of DuckDuckGo.
in: ᱟᱢ ᱠᱚᱵᱽᱡᱟ ᱨᱮ ᱢᱮᱱᱟᱢᱟᱸ ᱾ DuckDuckGo ᱨᱮᱭᱟᱜ ᱧᱮᱞᱼᱟᱨᱼᱵᱩᱡᱷᱟᱹᱣ ᱢᱮᱱᱮ ᱛᱮ ᱵᱚᱫᱚᱞ ᱢᱮ ᱾

# welcome message eu search preference android
source: You're now searching privately in Chrome. Use our app instead of Chrome to browse privately too. It’s already installed and can:
in: ᱟᱢ ᱫᱚ ᱱᱤᱛᱚᱜ Chrome ᱨᱮ ᱱᱤᱥᱚᱱ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱡᱚᱝ ᱠᱟᱱᱟᱢ ᱾ Chrome ᱵᱟᱝ ᱵᱮᱵᱷᱟᱨ ᱠᱟᱛᱮ ᱟᱢ ᱟᱠᱮᱭᱟᱜ ᱮᱯ ᱛᱮᱱᱟᱜ ᱱᱤᱥᱚᱱ ᱛᱮ ᱵᱽᱨᱟᱣᱡᱽ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾ ᱱᱚᱶᱟ ᱢᱟᱲᱟᱝ ᱠᱷᱚᱱ ᱵᱚᱦᱟᱞ ᱠᱟᱱᱟ ᱟᱨ ᱫᱚ :

source: You're now searching with privacy!
in: ᱟᱢ ᱫᱚ ᱱᱤᱛᱚᱜ ᱱᱤᱥᱚᱱ ᱥᱟᱶᱛᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱡᱚᱝ ᱠᱟᱱᱟᱢ!

source: You're now searching with privacy. %sGet tips to reduce your footprint even more.
in: ᱟᱢ ᱫᱚ ᱱᱤᱛᱚᱜ ᱱᱤᱥᱚᱱ ᱥᱟᱶᱛᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱡᱚᱝ ᱠᱟᱱᱟᱢ! ᱾ %sᱟᱢᱟᱜ ᱪᱤᱱᱦᱟᱹ ᱠᱚᱢ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱦᱩᱫᱤᱥ ᱯᱟᱧᱡᱟᱭ ᱢᱮ ᱾

source: YouTube (owned by Google) does not let you watch videos anonymously. As such, watching YouTube videos here will be tracked by YouTube/Google.
in: YouTube (Google ᱢᱟᱞᱤᱠ) ᱫᱚ ᱵᱟᱝ ᱧᱮᱞᱚᱜᱤᱡ ᱞᱮᱠᱷᱟ ᱛᱮ ᱣᱤᱰᱤᱭᱚᱠᱚ ᱵᱟᱝ ᱧᱮᱞ ᱪᱷᱚᱟᱢᱟᱭ ᱾ ᱡᱮᱞᱠᱟ ᱛᱮ, ᱱᱚᱰᱮ YouTube ᱣᱤᱰᱤᱭᱚᱠᱚ ᱧᱮᱞ ᱞᱮᱠᱷᱟᱱ YouTube/Google ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟᱭ ᱾

source: YouTube Privacy Warning
in: YouTube ᱱᱤᱥᱚᱱ ᱦᱩᱥᱤᱭᱟᱹᱨ

# video-license
source: YouTube Standard
in: YouTube ᱢᱟᱱᱚᱠ

# directions
source: Your Location
in: ᱟᱢᱟᱜ ᱡᱟᱭᱜᱟ

source: Your browser indicates if you've visited this link
in: ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱢᱮᱱ ᱮᱫᱟᱭ ᱡᱩᱫᱤ ᱟᱢ ᱱᱚᱶᱟ ᱞᱤᱝᱞ ᱨᱮ ᱪᱟᱞᱟᱣ ᱠᱟᱱᱟᱢ

# new tab page
source: Your browser provides the list of most-visited sites. DuckDuckGo never has access to this data.
in: ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱫᱚ ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤ ᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱞᱤᱥᱴᱭ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱟᱭ ᱾ DuckDuckGo ᱴᱷᱮᱱ ᱱᱚᱶᱟ ᱰᱟᱴᱟ ᱨᱮᱭᱟᱜ ᱟᱫᱮᱨ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱾

# homepage ATB modal
source: Your data shouldn’t be for sale.
in: ᱟᱢᱟᱜ ᱰᱟᱴᱟ ᱫᱚ ᱟᱹᱠᱷᱨᱤᱧ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱾

# newsletter email collection
source: Your email address will not be shared, %sor associated with anonymous searches. [%sExample message%s]
in: ᱟᱢᱟᱜ ᱤᱢᱮᱞ ᱴᱷᱤᱠᱬᱟᱹ ᱠᱚ ᱫᱚ ᱵᱟᱝ ᱦᱟᱹᱴᱤᱧᱚᱜᱼᱟ, %sᱵᱟᱝᱠᱷᱟᱱ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚᱨᱮ ᱛᱟᱦᱮᱸᱱᱟ ᱾ [%sExample message%s]

# cloudsave
source: Your passphrase generates a 512-bit key by using the Secure Hash Algorithm known as %sSHA-2%s. Only the key and associated settings file leave your browser. We save the settings file using the key as the name. DuckDuckGo never knows your passphrase.
in: ᱟᱢᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱚ ᱢᱤᱫ 512-bit ᱪᱟᱹᱵᱤ ᱡᱟᱦᱟᱹ ᱫᱚ Secure Hash Algorithm ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱛᱮᱭᱟᱨᱟᱭ ᱡᱟᱦᱟᱸ ᱫᱚ %sSHA-2%s ᱠᱚ ᱢᱮᱛᱟᱜᱼᱟ ᱾ ᱠᱷᱟᱹᱞᱤ ᱪᱟᱹᱵᱤ ᱟᱨ ᱡᱩᱲᱟᱹᱶ ᱥᱟᱡᱟᱣ ᱨᱮᱫᱽ ᱠᱚ ᱜᱮ ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱠᱷᱚᱱ ᱜᱮ ᱟᱲᱟᱜᱼᱟᱭ ᱾ ᱟᱞᱮ ᱫᱚ ᱪᱟᱹᱵᱤ ᱧᱩᱛᱩᱢ ᱛᱮ ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮᱭᱟᱜ ᱨᱮᱫᱽ ᱞᱮ ᱥᱟᱧᱪᱟᱣ ᱟ ᱾ DuckDuckGo ᱫᱚ ᱛᱤᱥ ᱦᱚᱸ ᱟᱢᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱵᱟᱭ ᱵᱟᱲᱟᱭᱟᱭ ᱾

# new user poll
source: Your response is 100% anonymous.
in: ᱟᱢᱟᱜ ᱰᱮᱞᱟ ᱫᱚ 100% ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱠᱟᱱᱟ ᱾

# language_name
source: Yucatec Maya
in: ᱭᱩᱠᱟᱴᱮᱠ ᱢᱟᱭᱟ

source: advertising
in: ᱟᱰᱵᱷᱟᱴᱟᱭᱤᱡᱽ

source: by %s
in: ᱛᱮ %s

# made_by
source: by %s
in: ᱛᱮ %s

# setting
source: default
in: ᱢᱩᱞ

source: email
in: ᱤᱢᱮᱞ

source: for
in: ᱞᱟᱹᱜᱤᱫ

# nonjsversion
source: here
in: ᱱᱚᱰᱮ

source: no search
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: not %s encoding
in: %s ᱮᱱᱠᱳᱰᱤᱝ ᱫᱚ ᱵᱟᱝᱟ

source: or write out the color code you want, e.g. %s (%s is an encoded %s char).
in: ᱟᱨᱵᱟᱝ ᱟᱢ ᱦᱤᱥᱟᱹᱵ ᱛᱮᱭᱟᱜ ᱨᱚᱝ ᱠᱳᱰ ᱚᱞ ᱢᱮ, e.g. %s (%s ᱫᱚ ᱮᱱᱠᱳᱰᱮᱥ %s ᱪᱟᱨ ᱠᱟᱱᱟ) ᱾

source: or write out the font you want
in: ᱵᱟᱝᱠᱷᱟᱱ ᱚᱱᱟ ᱪᱤᱠᱤ ᱛᱮ ᱚᱞ ᱢᱮ ᱡᱟᱦᱟᱸ ᱛᱮ ᱟᱢ ᱫᱚᱨᱠᱟᱨᱟᱜ ᱠᱟᱱᱟᱢ

source: permanently
in: ᱜᱟᱹᱫᱤ ᱞᱮᱠᱷᱟ ᱛᱮ

source: private search
in: ᱩᱠᱩ ᱥᱮᱸᱫᱽᱨᱟ

source: search too long
in: ᱥᱮᱸᱫᱽᱨᱟ ᱟᱹᱰᱤ ᱡᱤᱞᱤᱧ ᱟ

source: site encryption
in: ᱥᱟᱭᱤᱴ ᱫᱟᱱᱟᱝ

source: temporarily
in: ᱠᱤᱪᱷᱩ ᱚᱠᱛᱚ ᱞᱟᱹᱜᱤᱫ

source: there was an error.
in: ᱢᱤᱫᱴᱟᱹᱝ ᱵᱷᱩᱞ ᱦᱩᱭ ᱮᱱᱟ ᱾

# moreinfo
source: this help page
in: ᱱᱚᱶᱟ ᱜᱚᱲᱚ ᱥᱟᱦᱴᱟ

source: too many search terms
in: ᱟᱹᱰᱤᱜᱟᱱ ᱥᱮᱸᱫᱽᱨᱟ ᱚᱞ ᱠᱚ

# donttrackus
source: track
in: ᱜᱷᱮᱨ ᱮᱥᱮᱫ

# zci-product
source: track
in: ᱜᱷᱮᱨ ᱮᱥᱮᱫ

source: tracker blocking
in: ᱯᱟᱧᱡᱟ ᱠᱚ ᱵᱞᱚᱠ
