Repository: Blueberryy/duckduckgo-locales
Catalog: locales/sat_*/LC_MESSAGES/duckduckgo.po
Languages: in

source: Delete My Data
in: ᱤᱧᱟᱜ ᱰᱟᱴᱟ ᱢᱮᱴᱟᱣ ᱢᱮ

source: Denmark
in: ᱰᱮᱱᱢᱟᱨᱠ

# translations_module
source: Detect language
in: ᱯᱟᱹᱨᱥᱤ ᱪᱤᱱᱦᱟᱹᱯ ᱢᱮ

source: Develop
in: ᱰᱮᱭᱟᱨ

# attribution
source: Developer
in: ᱛᱮᱭᱟᱨᱤᱡ

source: Dictionary
in: ᱥᱟᱵᱟᱫ ᱜᱟᱫᱮᱞ

source: Did you mean %s?
in: ᱟᱢ ᱦᱤᱥᱟᱹᱵ ᱛᱮ %s ᱪᱮ?

source: Directions
in: ᱱᱟᱠᱷᱟ ᱠᱚ

# maps_places
source: Directions
in: ᱱᱟᱠᱷᱟ ᱠᱚ

# settings
source: Directions Source
in: ᱥᱨᱚᱛ ᱨᱮᱭᱟ ᱦᱚᱨ

source: Disable
in: ᱵᱚᱸᱫᱚᱭ

# SERP footer content
source: Discover shortcuts to go to search results on other sites.
in: ᱥᱮᱸᱫᱽᱨᱟ ᱠᱟᱱ ᱛᱮᱞᱟ ᱛᱮ ᱮᱴᱟᱜ ᱥᱟᱭᱤᱴ ᱛᱮ ᱪᱟᱞᱟᱜ ᱞᱟᱹᱜᱤᱫ ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ ᱾

source: Dismiss
in: ᱵᱚᱸᱫ

source: Dismiss forever
in: ᱡᱷᱚᱛᱚ ᱫᱤᱱ ᱞᱟᱹᱜᱤᱫ ᱵᱚᱸᱫᱚᱭ ᱢᱮ

# settings
source: Displays a checkmark to the left of results you've visited
in: ᱟᱢ ᱦᱤᱨᱤ ᱠᱟᱫ ᱞᱮᱝᱜᱟ ᱛᱤ ᱯᱟᱦᱴᱟ ᱨᱮᱭᱟᱜ ᱛᱮᱞᱟ ᱠᱚᱨᱮ ᱪᱤᱱᱦᱟᱹ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Displays favicons for each result
in: ᱡᱷᱚᱛᱚ ᱛᱮᱞᱟ ᱨᱮ ᱯᱷᱮᱣᱤᱠᱚᱱᱥ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settings
source: Displays results in the center of the page
in: ᱥᱟᱦᱴᱟ ᱨᱮᱭᱟᱜ ᱛᱟᱞᱟ ᱨᱮ ᱛᱮᱞᱟ ᱠᱚ ᱫᱮᱠᱷᱟᱣᱟᱭ

# settingsvalue
source: Domains Only
in: ᱠᱷᱟᱹᱞᱤ ᱰᱚᱢᱮᱱ ᱜᱮ

# SERP footer content
source: Don't Track Us
in: ᱟᱞᱮ ᱟᱞᱚᱱ ᱯᱟᱧᱡᱟ ᱞᱮᱭᱟᱢ

# safe search
source: Don't filter adult content
in: ᱢᱟᱨᱟᱝ ᱦᱚᱲ ᱡᱤᱱᱤᱥ ᱟᱞᱚᱢ ᱪᱷᱟᱹᱱᱤᱭᱟᱢ

source: Don't see DuckDuckGo in the list?
in: ᱞᱤᱥᱴᱭ ᱨᱮ DuckDuckGo ᱵᱟᱹᱱᱩᱜᱼᱟ?

# install-extension
source: Don't see it? %s%s%sClick here to re-download%s
in: ᱱᱚᱶᱟ ᱵᱟᱝ ᱧᱮᱞ ᱫᱟᱲᱮᱭᱜ ᱠᱟᱱᱟᱢ? %s%s%sᱫᱩᱱᱦᱟᱹ ᱰᱟᱩᱱᱞᱚᱰ ᱞᱟᱹᱜᱤᱫ ᱱᱚᱰᱮ ᱚᱛᱟᱭ ᱢᱮ%s

source: Don't see the checkbox? %sFollow these steps%s.
in: ᱱᱚᱶᱟ ᱪᱤᱱᱦᱟᱹᱵᱟᱠᱚᱥ ᱵᱟᱝ ᱧᱮᱞ ᱫᱟᱲᱮᱭᱜ ᱠᱟᱱᱟᱢ? %sᱱᱚᱶᱟ ᱦᱚᱨ ᱯᱟᱧᱡᱟᱭ ᱢᱮ%s ᱾

# SERP footer content
source: Donating for Privacy
in: ᱱᱤᱥᱚᱱ ᱛᱮ ᱫᱟᱱ ᱮᱫᱟ

# precise_user_location
source: Done
in: ᱦᱩᱭᱮᱱᱟ

source: Download file
in: ᱨᱮᱫᱽ ᱰᱟᱩᱱᱞᱚᱰ ᱢᱮ

source: Drag %sThis Button%s on top of the home icon:
in: ᱚᱲᱟᱛ ᱪᱤᱱᱦᱟᱹ ᱨᱮᱭᱜᱟ ᱪᱮᱛᱟᱱ ᱨᱮ %sᱱᱚᱶᱟ ᱵᱩᱛᱟᱹᱢ%s ᱜᱚᱦᱚᱲ ᱢᱮ :

source: Drinks
in: ᱧᱩᱸ ᱠᱚ

# directions
source: Driving
in: ᱪᱟᱹᱞᱩ ᱡᱷᱚᱜ

source: Duck it
in: Duck ᱢᱮ

source: DuckDuckGo Bot
in: DuckDuckGo ᱵᱳᱴ

source: DuckDuckGo Instant Answer API
in: DuckDuckGo ᱞᱚᱜᱚᱱ ᱛᱮᱞᱟ API

source: DuckDuckGo New !Bang
in: DuckDuckGo ᱱᱚᱶᱟ !ᱴᱤ ᱭᱚᱲᱚᱜ

source: DuckDuckGo Privacy
in: DuckDuckGo ᱱᱤᱥᱚᱱ

source: DuckDuckGo Search Box
in: DuckDuckGo ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ

source: DuckDuckGo Settings
in: DuckDuckGo ᱥᱟᱡᱟᱣ ᱠᱚ

source: DuckDuckGo Support Center
in: DuckDuckGo ᱜᱚᱲᱚ ᱡᱟᱭᱜᱟ

source: DuckDuckGo URL Parameters
in: DuckDuckGo URL ᱯᱟᱨᱟᱢᱤᱴᱚᱨ ᱠᱚ

# precise_user_location
source: DuckDuckGo is private by design. When you enable location, it is stored on your local device only. When you search, your device then sends it to us, we use it to improve results for that search, and then we promptly throw it away, such that you remain anonymous. %sLearn more about how we designed this technology to protect your privacy%s.
in: DuckDuckGo ᱰᱤᱡᱟᱭᱤᱱ ᱛᱮ ᱯᱨᱟᱭᱣᱮᱴ ᱜᱮᱭᱟ ᱾ ᱡᱟᱭᱜᱟ ᱮᱢ ᱡᱷᱚᱜ, ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱜᱮ ᱱᱚᱶᱟ ᱫᱚᱦᱚᱜᱼᱟ ᱾ ᱚᱠᱟ ᱡᱷᱚᱜ ᱟᱢ ᱥᱮᱸᱫᱽᱨᱟᱭᱟᱢ, ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱫᱚ ᱟᱞᱮ ᱴᱷᱮᱱ ᱜᱮ ᱵᱷᱮᱡᱟ ᱞᱮᱭᱟᱭ, ᱟᱞᱮ ᱫᱚ ᱚᱱᱟ ᱥᱮᱸᱫᱽᱨᱟ ᱨᱮᱭᱟᱜ ᱵᱮᱥ ᱛᱮᱞᱟ ᱞᱟᱹᱜᱤᱫ ᱥᱤᱫᱷᱨᱟᱹᱣ ᱠᱟᱹᱢᱤ ᱨᱮ ᱞᱮ ᱞᱟᱜᱟᱣᱼᱟ, ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ ᱚᱱᱟ ᱟᱞᱮ ᱪᱟᱯᱟᱫ ᱜᱤᱰᱤ ᱠᱟᱜᱼᱟ ᱞᱮ, ᱡᱮᱞᱠᱟ ᱠᱤ ᱟᱢ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱞᱮᱠᱷᱟ ᱛᱟᱦᱮᱸᱱᱟᱢ ᱾ %sᱟᱢᱟᱜ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱞᱟᱹᱜᱤᱫ ᱟᱞᱮ ᱱᱚᱶᱟ ᱴᱮᱠᱱᱚᱞᱚᱡᱭ ᱪᱮᱞᱠᱟ ᱛᱮ ᱞᱮ ᱛᱮᱭᱟᱨ ᱠᱮᱜᱼᱟ ᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ%s ᱾

# settings
source: DuckDuckGo only uses your approximate location. That's all we need to deliver better results, closer to you. %sLearn more%s.
in: DuckDuckGo ᱫᱚ ᱠᱷᱟᱹᱞᱤ ᱟᱢᱟᱜ ᱥᱚᱴᱷᱤᱠ ᱡᱟᱭᱜᱟ ᱵᱮᱵᱷᱟᱨ ᱟᱭ ᱾ ᱚᱱᱟ ᱜᱮ ᱟᱞᱮ ᱫᱚ ᱵᱮᱥ ᱛᱮᱞᱟ ᱞᱮ ᱮᱢᱚᱜᱼᱟ, ᱟᱢ ᱥᱩᱨ ᱛᱮ ᱜᱮ ᱾ %sᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ%s ᱾

source: DuckDuckGo search
in: DuckDuckGo ᱥᱮᱸᱫᱽᱨᱟ

source: DuckDuckGo settings
in: DuckDuckGo ᱥᱟᱡᱟᱣ ᱠᱚ

# language_name
source: Dutch
in: ᱫᱚᱪ

# settings
source: EU Android Welcome Message
in: EU ᱮᱱᱰᱨᱚᱭᱮᱰ ᱥᱟᱹᱜᱩᱱ ᱫᱟᱨᱟᱢ ᱠᱷᱚᱵᱚᱨ

# cloudsave
source: Each time you ask for a passphrase suggestion, we receive a long list of random words from the DuckDuckGo servers. In the browser, we then select 4-5 random words from that list, ensuring that the passphrase is at least 18-20 characters long.
in: ᱡᱟᱦᱟᱸ ᱛᱤ ᱨᱮ ᱜᱮ ᱟᱢ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱵᱟᱛᱟᱣ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱠᱷᱚᱡ ᱟᱢ, ᱟᱞᱮ DuckDuckGo ᱥᱚᱨᱣᱚᱨ ᱠᱷᱚᱱ ᱡᱟᱹᱥᱛᱤ ᱯᱚᱨᱚᱢᱟᱬ ᱨᱮ ᱨᱮᱱᱰᱚᱢ ᱟᱹᱲᱟᱹ ᱞᱮ ᱧᱟᱢᱟ ᱾ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ, ᱟᱞᱮ ᱚᱱᱟ ᱞᱤᱥᱴᱭ ᱠᱷᱚᱱ 4-5 ᱨᱮᱱᱰᱚᱢ ᱟᱹᱲᱟᱹ ᱞᱮ ᱵᱟᱪᱷᱟᱣᱼᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱢᱚᱱᱮ ᱫᱚᱦᱚ ᱞᱟᱛᱮ ᱡᱮ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱚ 18-20 ᱚᱞ ᱫᱷᱟᱹᱵᱤᱡ ᱡᱤᱱᱤᱧ ᱛᱟᱦᱮᱸᱱᱟ ᱾

source: Email
in: ᱤᱢᱮᱞ

# precise_user_location
source: Enable 'Sites can ask for my location.'
in: 'ᱥᱟᱭᱤᱴ ᱫᱚ ᱤᱧᱟᱜ ᱡᱟᱭᱜᱟ ᱠᱩᱞᱤ ᱫᱟᱲᱮ ᱤᱧᱟ ᱠᱚ ' ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ ᱾

# cloudsave
source: Enable Cloud Save by entering your existing passphrase.
in: ᱟᱢᱟᱜ ᱢᱟᱲᱟᱝᱟᱜ ᱢᱮᱱᱟᱜ ᱠᱟᱫ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱟᱫᱮᱨ ᱟᱛᱮᱫ ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ ᱾

# precise_user_location
source: Enable Location
in: ᱡᱟᱭᱜᱟ ᱮᱢ ᱪᱷᱚ

# new tab page
source: Enable Most Visited Sites
in: ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤ ᱠᱟᱱ ᱥᱟᱭᱤᱴ ᱠᱚ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ

source: Enable anonymous location for more accurate results. You can always change your mind later.
in: ᱡᱟᱹᱥᱛᱤ ᱵᱮᱥ ᱛᱮᱞᱟ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ ᱾ ᱟᱢ ᱫᱚ ᱛᱤᱱ ᱨᱮᱦᱚᱸ ᱢᱚᱱᱮ ᱵᱚᱫᱚᱞ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾

# precise_user_location
source: Enable location settings on your device to use anonymous location
in: ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱡᱟᱭᱜᱟ ᱵᱮᱵᱷᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱡᱟᱭᱜᱟ ᱥᱟᱡᱟᱣ ᱠᱚ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ

# precise_user_location
source: Enable the Location setting on your phone.
in: ᱟᱢᱟᱜ ᱯᱷᱚᱱ ᱨᱮ ᱡᱟᱭᱜᱟ ᱥᱟᱡᱟᱣ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ ᱾

# settings
source: Enables keyboard shortcuts on the site
in: ᱥᱟᱭᱤᱴ ᱨᱮ ᱠᱤᱵᱚᱰ ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ

source: Encrypt Connections
in: ᱡᱩᱲᱟᱹᱣ ᱠᱚ ᱫᱟᱱᱟᱝ ᱪᱷᱚᱭ ᱢᱮ

# welcome message
source: Encrypts connections when possible
in: ᱡᱮᱛᱮ ᱥᱚᱢᱵᱷᱚᱵ ᱡᱩᱲᱟᱹᱣ ᱠᱚ ᱫᱟᱱᱟᱝ ᱪᱷᱚᱭ ᱢᱮ

# language_name
source: English
in: ᱤᱝᱨᱟᱡᱤ

# precise_user_location
source: Ensure %s'Allow'%s is selected for the 'Location' setting.
in: 'ᱡᱟᱭᱜᱟ' ᱥᱟᱡᱟᱣ ᱞᱟᱹᱜᱤᱫ %s'ᱦᱮᱸᱥᱤᱭᱟᱹᱨ'%s ᱵᱟᱪᱷᱟᱣ ᱠᱚᱜ ᱢᱟᱸ ᱾

# precise_user_location
source: Ensure 'Location Services' is %senabled%s.
in: 'ᱡᱟᱭᱜᱟ ᱠᱟᱹᱢᱤ ᱠᱚ' is %sᱮᱢ ᱪᱷᱚ%s ᱠᱚᱜ ᱢᱟᱸ ᱾

# precise_user_location
source: Ensure 'Location' is set to %sallow%s.
in: 'ᱡᱟᱭᱜᱟ' ᱫᱚ %sᱮᱢ ᱪᱷᱚ%s ᱠᱚᱜ ᱢᱟᱸ ᱾

# precise_user_location
source: Ensure location access is %sallowed%s.
in: %sᱦᱮᱸᱥᱤᱭᱟᱹᱨ%s ᱟᱫᱮᱨ ᱫᱚ ᱮᱢ ᱪᱷᱚ ᱠᱚᱜ ᱢᱟᱸ ᱾

# precise_user_location
source: Ensure your browser is allowed %slocation access%s.
in: %sᱡᱟᱭᱜᱟ ᱟᱫᱮᱨ%s ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ ᱮᱢ ᱪᱷᱚ ᱠᱚᱜ ᱢᱟᱸ ᱾

# precise_user_location
source: Ensure your browser is allowed location access.
in: ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱫᱚ ᱡᱟᱭᱜᱟ ᱟᱫᱮᱨ ᱮᱢ ᱪᱷᱚ ᱠᱚᱜ ᱢᱟᱸ ᱾

source: Enter %shttps://duckduckgo.com%s
in: %shttps://duckduckgo.com%s ᱟᱫᱮᱨ ᱢᱮ

# cloudsave
source: Enter a new passphrase and click/tap %sSave Settings%s. This will save your data under your new passphrase.
in: ᱢᱤᱫᱴᱟᱹᱝ ᱱᱟᱶᱟ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱟᱫᱮᱨ ᱛᱮ ᱟᱨ %sSave Settings%s ᱨᱮ ᱚᱛᱟ/ᱴᱤᱯᱟᱹᱣ ᱢᱮ ᱾ ᱱᱚᱶᱟ ᱫᱚ ᱟᱢᱟᱜ ᱰᱟᱴᱟ ᱱᱟᱶᱟ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱨᱮ ᱥᱟᱧᱪᱟᱣᱟᱭ ᱾

# settings
source: Enter a passphrase
in: ᱢᱤᱫᱴᱟᱹᱝ ᱱᱟᱶᱟ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱟᱫᱮᱨ ᱢᱮ

# maps_directions
source: Enter start location
in: ᱱᱟᱶᱟ ᱮᱛᱦᱚᱵ ᱡᱟᱭᱜᱟ ᱟᱫᱮᱨ ᱢᱮ

# translations_module
source: Enter text
in: ᱚᱞ ᱟᱫᱮᱨ ᱢᱮ

source: Enter the following details: %sName%s: DuckDuckGo%s URL%s: %s Alias%s: d%s
in: ᱱᱚᱶᱟ ᱠᱚ ᱵᱤᱵᱨᱚᱬ ᱟᱫᱮᱨ ᱢᱮ : %sᱧᱩᱛᱩᱢ%s: DuckDuckGo%s URL%s: %s Alias%s: d%s

# maps_directions
source: Enter your destination
in: ᱟᱢᱟᱜ ᱪᱟᱞᱟᱜ ᱡᱟᱭᱜᱟ ᱟᱫᱮᱨ ᱢᱮ

# email newsletter
source: Enter your email address.
in: ᱟᱢᱟᱜ ᱤᱢᱮᱞ ᱴᱷᱤᱠᱬᱟᱹ ᱠᱚ ᱟᱫᱮᱨ ᱢᱮ ᱾

# cloudsave
source: Enter your passphrase to load your settings.
in: ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱞᱟᱫᱮ ᱞᱟᱹᱜᱤᱫ ᱟᱢᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱟᱫᱮᱨ ᱢᱮ ᱾

# SERP footer content
source: Escape The Filter Bubble
in: ᱪᱷᱟᱹᱱᱤ ᱵᱚᱵᱩᱞ ᱟᱲᱟᱜ ᱠᱟᱜ ᱢᱮ

source: Estonia
in: ᱤᱥᱴᱚᱱᱤᱭᱟ

# language_name
source: Estonian
in: ᱮᱥᱴᱚᱱᱤᱭᱟᱹᱱ

# mobile expanded map
source: Expand Map
in: ᱱᱚᱠᱥᱟ ᱯᱟᱥᱱᱟᱣ ᱪᱷᱚ ᱢᱮ

# lyrics_module
source: Explicit
in: ᱥᱤᱫᱷᱟᱹ ᱥᱚᱨᱚᱠ

# Report image modal
source: Explicit content
in: ᱥᱤᱫᱷᱟᱹ ᱥᱚᱨᱚᱠ ᱡᱤᱱᱤᱥ

source: Extensions & More
in: ᱯᱟᱥᱱᱟᱣ & ᱰᱷᱮᱨ

# size
source: Extra Large
in: ᱟᱨᱦᱚᱸ ᱢᱟᱨᱟᱝ

# directions
source: Fastest route
in: ᱛᱮᱡ ᱰᱟᱦᱟᱨ

source: Favicons:
in: ᱯᱷᱮᱣᱤᱠᱚᱱ ᱠᱚ:

source: Feedback
in: ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ

# feedback form
source: Feedback Sent
in: ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱵᱷᱮᱡᱟ ᱮᱱᱟ

# feedback form
source: Feedback Sent Successfully
in: ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱨᱟᱹᱥ ᱞᱮᱠᱟᱛᱮ ᱵᱷᱮᱡᱟ ᱮᱱᱟ

source: Feel free to adjust the settings below. Then, just copy and paste the code into your website.
in: ᱞᱟᱛᱟᱨ ᱨᱮ ᱥᱟᱡᱟᱣ ᱠᱚ ᱴᱷᱤᱠ ᱞᱟᱹᱜᱤᱫ ᱥᱚᱦᱚᱡᱚ ᱢᱮ ᱾ ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ, ᱟᱢᱟᱜ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱨᱮ ᱠᱳᱰ ᱱᱚᱠᱚᱞ ᱟᱨ ᱞᱟᱴᱷᱟᱴᱭ ᱢᱮ ᱾

# language_name
source: Fijian
in: ᱯᱷᱤᱡᱤᱭᱟᱹᱱ

# language_name
source: Filipino
in: ᱯᱤᱞᱤᱯᱤᱱᱚ

source: Fill in the last form field with %s
in: %s ᱥᱟᱶᱛᱮ ᱢᱩᱪᱟᱹᱫ ᱯᱷᱚᱨᱢ ᱨᱮ ᱯᱩᱨᱟᱹᱣ ᱢᱮ

source: Filter by Date
in: ᱢᱟᱹᱦᱤᱛ ᱛᱮ ᱫᱷᱟᱹᱱᱤ ᱢᱮ

source: Filter by Region
in: ᱡᱟᱭᱜᱟ ᱛᱮ ᱪᱷᱟᱹᱱᱤ ᱢᱮ

# feedback form
source: Filters aren't working
in: ᱫᱷᱟᱹᱱᱤ ᱫᱚ ᱵᱟᱝ ᱠᱟᱹᱢᱤ ᱠᱟᱱᱟ

source: Final
in: ᱢᱩᱪᱟᱹᱫ

source: Finally, click %sAdd%s
in: ᱢᱩᱪᱟᱹᱫ ᱨᱮ, %sᱥᱮᱞᱮᱫ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Find %sDuckDuckGo%s and click%sMake default%s
in: %sDuckDuckGo%s ᱯᱟᱱᱛᱮ ᱢᱮ ᱟᱨ %sᱢᱩᱞ ᱛᱮᱭᱟᱨ ᱢᱮ%s ᱚᱛᱟᱭ ᱢᱮ

source: Find DuckDuckGo in the displayed list and click %sMake Default%s
in: ᱫᱮᱠᱷᱟᱣ ᱠᱟᱱ ᱞᱤᱥᱴᱭ ᱨᱮ DuckDuckGo ᱯᱟᱱᱛᱮ ᱢᱮ ᱟᱨ %sᱢᱩᱞ ᱛᱮᱭᱟᱨ ᱢᱮ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

# precise_user_location
source: Find results closer to you
in: ᱟᱢ ᱥᱩᱨ ᱨᱮᱭᱟᱜ ᱛᱮᱞᱟ ᱯᱟᱱᱛᱮ ᱢᱮ

# precise_user_location
source: Find results closer to you.
in: ᱟᱢ ᱥᱩᱨ ᱨᱮᱭᱟᱜ ᱛᱮᱞᱟ ᱯᱟᱱᱛᱮ ᱢᱮ ᱾

# SERP footer content
source: Fine-tune Your Search
in: ᱟᱢᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱪᱩᱭᱦᱩᱨ ᱢᱮ

source: Finland
in: ᱯᱷᱤᱱᱞᱮᱱᱰ

# language_name
source: Finnish
in: ᱯᱷᱤᱱᱤᱥ

source: Flights
in: ᱩᱰᱟᱹᱱ

# new user poll
source: Following us on Twitter
in: ᱟᱞᱮ Twitter ᱨᱮ ᱯᱟᱧᱡᱟ ᱞᱮᱢ

# settings
source: Font
in: ᱪᱤᱠᱤ

# settings
source: Font Size
in: ᱪᱤᱠᱤ ᱢᱟᱯ

# welcome message eu search preference android
source: Force encryption on websites
in: ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱠᱚᱨᱮ ᱡᱩᱨ ᱛᱮ ᱨᱩᱭᱠᱷᱤᱭᱟᱹ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ

source: France
in: ᱯᱷᱨᱟᱱᱥ

# image-licence
source: Free to Modify, Share, and Use
in: ᱠᱷᱞᱟᱹ ᱢᱚᱱᱮ ᱛᱮ ᱵᱚᱫᱚᱞ, ᱦᱟᱹᱴᱤᱧ, ᱟᱨ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# image-licence
source: Free to Modify, Share, and Use Commercially
in: ᱠᱷᱩᱞᱟᱹ ᱢᱚᱱᱮ ᱛᱮ ᱵᱚᱫᱚᱞ, ᱦᱟᱹᱴᱤᱧ, ᱟᱨ ᱵᱮᱯᱟᱨ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# image-licence
source: Free to Share and Use
in: ᱠᱷᱩᱞᱟᱹ ᱢᱚᱱᱮ ᱛᱮ ᱦᱟᱹᱴᱤᱧ ᱟᱨ ᱵᱮᱵᱷᱟᱨ ᱢᱮ

# image-licence
source: Free to Share and Use Commercially
in: ᱠᱷᱩᱞᱟᱹ ᱢᱚᱱᱮ ᱛᱮ ᱦᱟᱹᱴᱤᱧ ᱟᱨ ᱵᱮᱯᱟᱨ ᱵᱮᱯᱟᱨ ᱞᱟᱹᱜᱤᱫ

# language_name
source: French
in: ᱯᱷᱨᱮᱧᱪ

# language_name
source: French (Canada)
in: ᱯᱷᱨᱮᱧᱪ (ᱠᱟᱱᱟᱰᱟ)

# new user poll
source: Friend or family
in: ᱜᱟᱛᱮ ᱵᱟᱝᱠᱷᱟᱱ ᱜᱷᱟᱨᱸᱡ

# settingsvalue
source: Full URLs (Breadcrumbs)
in: ᱯᱩᱨᱟᱹ URLs (ᱯᱟᱸᱨᱩᱴᱤ ᱵᱷᱟᱜ)

# settingsvalue
source: Full URLs (Slashes)
in: ᱯᱩᱨᱟᱹ URLs (ᱥᱞᱟᱥ)

# settings
source: GET Requests
in: ᱱᱚᱦᱚᱨ ᱠᱚ ᱧᱟᱢ ᱢᱮ

source: Game ended
in: ᱠᱷᱮᱞ ᱪᱟᱵᱟ ᱮᱱᱟ

source: Games
in: ᱠᱷᱮᱞ ᱠᱚ

source: General
in: ᱥᱟᱫᱷᱟᱨᱚᱬ

# settings
source: General
in: ᱥᱟᱫᱷᱟᱨᱚᱬ

# language_name
source: German
in: ᱡᱟᱹᱨᱢᱟᱹᱱ

source: Germany
in: ᱡᱟᱹᱨᱢᱟᱹᱱᱤ

source: Get App
in: ᱮᱯ ᱧᱟᱢ ᱢᱮ

# maps_maps_module
source: Get Directions
in: ᱫᱤᱥᱟᱹ ᱧᱟᱢ ᱢᱮ

# SERP footer content
source: Get New Themes
in: ᱱᱚᱶᱟ ᱩᱱᱩᱭᱦᱟᱹᱨ ᱧᱟᱢ ᱢᱮ

# showcase_app
source: Get Our App & Extension
in: ᱟᱞᱮᱭᱟᱜ ᱮᱯ & ᱯᱟᱥᱱᱟᱣ ᱧᱟᱢ ᱯᱮ

# showcase_privacy
source: Get Privacy Tips
in: ᱱᱤᱥᱚᱱ ᱥᱩᱡᱷᱟᱹᱣ ᱠᱚ ᱧᱟᱢ ᱢᱮ

# SERP footer content
source: Get Started at Duck.com
in: Duck.com ᱠᱷᱚᱱ ᱪᱟᱞᱟᱜ ᱢᱮ

source: Get seamless privacy protection on your browser for free with one download:
in: ᱢᱤᱫ ᱰᱟᱩᱱᱞᱚᱰ ᱛᱮ ᱜᱮ ᱯᱚᱞᱟ ᱛᱮᱜᱮ ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮᱜᱮ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱧᱟᱢ ᱡᱚᱝ ᱢᱮ:

# Covid 19 module
source: Get the latest information:
in: ᱞᱮᱴᱮᱥᱴ ᱠᱷᱚᱵᱚᱨ ᱠᱚ ᱧᱟᱢ ᱢᱮ:

source: Get the non-JS version %s
in: ᱵᱤᱱᱟᱹ-JS ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱧᱟᱢ ᱡᱚᱝ ᱢᱮ %s

# access_song
source: Get this song on:
in: ᱨᱮ ᱱᱚᱶᱟ ᱥᱮᱨᱮᱧ ᱧᱟᱢ ᱢᱮ:

# SERP footer content
source: Get to DuckDuckGo faster. Share duck.com with your friends.
in: DuckDuckGo ᱞᱚᱜᱚᱱ ᱧᱟᱢ ᱢᱮ ᱾ ᱟᱢ ᱜᱟᱛᱮ ᱥᱟᱶ duck.com ᱦᱟᱹᱴᱤᱧ ᱢᱮ ᱾

# spread_badge
source: Get your friends to switch and help us grow!
in: ᱟᱢ ᱨᱤᱱ ᱜᱟᱛᱮ ᱱᱚᱶᱟ ᱛᱮ ᱵᱚᱫᱚᱞ ᱠᱟᱛᱮ ᱟᱞᱮ ᱯᱟᱥᱱᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱜᱚᱲᱚ ᱮᱢᱟ ᱞᱮᱯᱮ.!

# precise_user_location
source: Go to 'Site Settings'.
in: 'ᱥᱟᱭᱤᱴ ᱥᱟᱡᱟᱣ ᱠᱚ' ᱛᱮ ᱪᱟᱞᱟᱜ ᱯᱮ ᱾

source: Go to Options.
in: ᱢᱚᱱᱮ ᱛᱮᱭᱟᱜ ᱛᱮ ᱪᱟᱞᱟᱜ ᱯᱮ ᱾

source: Go to Search Engine.
in: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱛᱮ ᱪᱟᱞᱟᱜ ᱯᱮ ᱾

# shortbelieve
source: Goodies
in: ᱡᱤᱱᱤᱥ ᱠᱚ

# precise_user_location
source: Got it
in: ᱧᱟᱢ ᱠᱮᱜᱼᱟᱹᱧ

# color
source: Gray
in: ᱦᱮᱲᱟᱜ

# theme
source: Gray
in: ᱦᱮᱲᱟᱜ

source: Greece
in: ᱜᱽᱨᱤᱥ

# language_name
source: Greek
in: ᱜᱽᱨᱤᱠ

source: Green
in: ᱦᱟᱹᱨᱤᱭᱟᱹᱲ

# color
source: Green
in: ᱦᱟᱹᱨᱤᱭᱟᱹᱲ

source: Grey
in: ᱦᱮᱲᱟᱠ

source: Grid mode disabled for this answer
in: ᱱᱚᱶᱟ ᱛᱮᱞᱟ ᱞᱟᱹᱜᱤᱫ ᱜᱽᱨᱤᱰ ᱢᱳᱰ ᱵᱚᱸᱫ ᱠᱟᱱᱟ ᱾

# language_name
source: Gujarati
in: ᱜᱩᱡᱨᱟᱴᱤ

# language_name
source: Haitian Creole
in: ᱦᱟᱭᱛᱤᱭᱟᱹᱱ ᱠᱨᱮᱚᱞᱮ

# settings
source: Header Appearance
in: ᱦᱮᱰᱚᱨ ᱧᱮᱞᱚᱜ

# settings
source: Header Behavior
in: ᱦᱮᱰᱚᱨ ᱵᱮᱵᱷᱟᱨ

# settings
source: Header Color
in: ᱦᱮᱰᱚᱨ ᱨᱚᱝ

source: Header:
in: ᱦᱮᱰᱚᱨ:

# language_name
source: Hebrew
in: ᱦᱤᱵᱽᱨᱩ

source: Help
in: ᱜᱚᱲᱚ

# precise_user_location
source: Help
in: ᱜᱚᱲᱚ

# feedback form
source: Help DuckDuckGo%s improve searches like this
in: ᱱᱚᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚ ᱥᱩᱫᱽᱷᱨᱟᱹᱣ ᱞᱟᱹᱜᱤᱫ DuckDuckGo%s ᱜᱚᱲᱚ ᱮᱢᱟᱮᱢ

# settings
source: Help Improve DuckDuckGo
in: DuckDuckGo ᱥᱩᱫᱽᱷᱨᱟᱹᱣ ᱨᱮ ᱜᱚᱲᱚ ᱮᱢᱚᱜ ᱢᱮ

# SERP footer content
source: Help Spread DuckDuckGo
in: DuckDuckGo ᱯᱟᱥᱱᱟᱣ ᱨᱮ ᱜᱚᱲᱚ ᱮᱢᱚᱜ ᱢᱮ

source: Help Spread Privacy
in: ᱱᱤᱥᱚᱱ ᱯᱟᱥᱱᱟᱣ ᱨᱮ ᱜᱚᱲᱚ ᱮᱢᱚᱜ ᱢᱮ

# SERP footer content
source: Help us raise the standard of trust online.
in: ᱚᱱᱞᱟᱭᱤᱱ ᱵᱷᱚᱨᱥᱟ ᱨᱮᱭᱟᱜ ᱥᱴᱟᱱᱰᱚᱰ ᱰᱷᱮᱨ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱟᱞᱮ ᱜᱚᱲᱚ ᱮᱢᱟ ᱞᱮᱢ ᱾

# showcase_spread
source: Help your friends and family join the Duck Side!
in: Duck ᱥᱟᱭᱤᱰ ᱨᱮ ᱥᱮᱞᱮᱫ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱜᱟᱛᱮᱠᱚ ᱟᱨ ᱜᱷᱟᱨᱸᱡ ᱦᱚᱲ ᱜᱚᱲᱚ ᱮᱢᱟ ᱠᱚᱢ!

# showcase_aria_dropdown
source: Here are some things that we made that you might like.
in: ᱱᱚᱶᱟ ᱠᱚ ᱟᱞᱮ ᱛᱮᱭᱟᱨᱟᱜ ᱛᱤᱱᱟᱹᱝ ᱜᱟᱱ ᱡᱤᱱᱤᱥ ᱠᱟᱱᱟ ᱯᱟᱞᱮ ᱟᱯᱮ ᱠᱩᱥᱤ ᱫᱟᱲᱮᱭᱜᱼᱟ ᱯᱮ ᱾

# welcome message
source: Here's what it does:
in: ᱱᱚᱶᱟ ᱠᱚ ᱡᱟᱦᱟᱸ ᱠᱚᱨᱟᱣ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱭ:

# new tab page
source: Hide Most Visited Sites
in: ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤ ᱠᱟᱱ ᱥᱟᱭᱤ ᱠᱚ ᱩᱠᱩᱭ ᱢᱮ

# settings
source: Hide Passphrase
in: ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱩᱠᱩᱭ ᱢᱮ

# directions
source: Hide Steps
in: ᱞᱟᱲᱟᱢ ᱠᱚ ᱩᱠᱩᱭ ᱢᱮ

# settings
source: Hides search term from being shown in browser tab/history
in: ᱵᱽᱨᱟᱣᱡᱚᱨ ᱴᱮᱵᱽ/ᱦᱤᱛᱟᱹᱞ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱚᱞ ᱠᱚ ᱩᱠᱩᱭᱟ

# Stocks module
source: High
in: ᱡᱟᱹᱥᱛᱤ

# video-resolution
source: High definition
in: ᱟᱹᱰᱤ ᱵᱷᱮᱜᱟᱨ

# language_name
source: Hindi
in: ᱦᱤᱱᱫᱤ

# Stocks module
source: Historical prices not available
in: ᱢᱟᱨᱮ ᱫᱚᱨ ᱫᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: Hit %sReturn%s on your keyboard to %ssave DuckDuckGo to the list. %sThen click %sMake Default%s
in: ᱟᱢᱟᱜ ᱠᱟᱹᱴᱷᱤ ᱵᱚᱰ ᱨᱮ %sᱨᱩᱟᱹᱲ%s ᱚᱛᱟ ᱠᱟᱛᱮ ᱞᱤᱥᱴᱭ ᱨᱮ DuckDuckGo %sᱥᱟᱧᱪᱟᱣ ᱢᱮ ᱾ %sᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ ᱚᱛᱟᱭᱢᱮ %sᱢᱩᱞ ᱛᱮ ᱥᱮᱴ%s

# language_name
source: Hmong Daw
in: ᱦᱢᱚᱝ ᱛᱮᱭᱟᱨ

source: Hold on! Changing it back will disable the DuckDuckGo extension and you'll lose our privacy protection.
in: ᱥᱟᱵ ᱠᱚᱜ ᱢᱮ! ᱵᱚᱫᱚᱞ ᱞᱮᱠᱷᱟᱱ DuckDuckGo ᱯᱟᱥᱱᱟᱣ ᱵᱚᱸᱫᱚᱜᱼᱟ ᱟᱨ ᱟᱢᱟᱜ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱟᱫ ᱩᱛᱟᱹᱨᱟᱢ ᱾

# settings
source: Homepage Privacy Tips
in: ᱚᱲᱟᱜᱥᱟᱦᱴᱟ ᱱᱤᱥᱚᱱ ᱴᱩᱥᱟ ᱠᱚ

source: Hong Kong
in: ᱦᱚᱝ ᱠᱚᱝ

# maps_places
source: Hours
in: ᱴᱟᱲᱟᱝ

# feedback form
source: Hours are incorrect
in: ᱴᱟᱲᱟᱝ ᱫᱚ ᱵᱷᱩᱞ ᱜᱮᱭᱟ

# feedback form
source: Hours are missing
in: ᱴᱟᱲᱟᱝ ᱟᱫ ᱜᱮᱭᱟ

# settings
source: Hover, Module, and Dropdown Background Color
in: ᱩᱲᱟᱹᱣ ᱫᱚᱦᱚ, ᱢᱳᱰᱭᱩᱞ, ᱟᱨ ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱚᱱᱚᱰ ᱨᱚᱝ

# SERP footer content
source: How We Are Profitable
in: ᱟᱞᱮ ᱫᱚ ᱪᱮᱞᱠᱟ ᱛᱮᱞᱮ ᱞᱟᱵᱷᱚᱜᱼᱟ

# cloudsave
source: How do I change my passphrase?
in: ᱤᱧᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱚ ᱪᱮᱞᱠᱟ ᱛᱮ ᱵᱚᱫᱚᱞᱟᱹᱧ?

# cloudsave
source: How does it work?
in: ᱱᱚᱶᱟ ᱫᱚ ᱪᱮᱞᱠᱟᱛᱮ ᱠᱟᱹᱢᱤᱟᱭ?

# cloudsave
source: How does passphrase generation work?
in: ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱛᱮᱭᱟᱨᱚᱰᱚᱠ ᱫᱚ ᱪᱮᱞᱠᱟ ᱛᱮ ᱠᱟᱹᱢᱤᱟᱭ?

# cloudsave
source: How is it anonymous?
in: ᱱᱚᱶᱟ ᱫᱚ ᱪᱮᱞᱠᱟ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱪᱷᱚ ᱢᱮᱭᱟᱭ?

# forecast
source: Humidity
in: ᱱᱚᱢᱤ

# language_name
source: Hungarian
in: ᱦᱩᱝᱜᱟᱨᱤᱭᱟᱹᱱ

source: Hungary
in: ᱦᱩᱝᱜᱟᱨᱤ

# feedback form
source: I don't want this type of result
in: ᱤᱧ ᱫᱚ ᱱᱚᱠᱟ ᱛᱮᱞᱟ ᱵᱟᱝ ᱠᱷᱚᱡᱚᱜ ᱠᱟᱱ ᱛᱟᱦᱮᱸᱡ ᱟᱹᱧ

# feedback form
source: I expected to see results from more sellers
in: ᱤᱧ ᱫᱚ ᱟᱨᱦᱚᱸ ᱵᱮᱯᱟᱨᱤ ᱠᱷᱚᱱ ᱛᱮᱞᱟ ᱠᱷᱚᱡᱚᱜ ᱠᱟᱱ ᱛᱟᱦᱮᱸᱡ ᱟᱸᱧ

# cloudsave
source: I forgot my passphrase. Can you recover it?
in: ᱤᱧ ᱫᱚ ᱤᱧᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱦᱤᱲᱤᱧ ᱠᱮᱜᱟᱹᱧ ᱾ ᱟᱢ ᱫᱚ ᱱᱚᱶᱟ ᱴᱷᱤᱠ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱥᱮ?

# language_name
source: Icelandic
in: ᱟᱭᱥᱞᱮᱱᱰᱤᱠ

# precise_user_location
source: If the browser location remains unavailable, then go to %sSettings > General > Reset > 'Reset Location & Privacy'%s.
in: ᱡᱩᱫᱤ ᱟᱢᱟᱜ ᱡᱟᱭᱜᱟ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ ᱵᱟᱹᱱᱩᱜ ᱠᱟᱫᱼᱟ, ᱢᱮᱱᱠᱷᱟᱱ %sᱥᱟᱡᱟᱣ > ᱥᱟᱫᱷᱟᱨᱚᱬ > ᱨᱤᱥᱮᱴ > 'ᱡᱟᱭᱜᱟ ᱨᱤᱥᱮᱴ & ᱱᱤᱥᱚᱱ'%s ᱛᱮ ᱪᱟᱞᱟᱜ ᱢᱮ ᱾

# precise_user_location
source: If the browser location remains unavailable, then in your browser go to %s⋮ > Menu > Settings > Site settings > Location%s, and ensure DuckDuckGo is allowed location access.
in: ᱡᱩᱫᱤ ᱟᱢᱟᱜ ᱡᱟᱭᱜᱟ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ ᱵᱟᱹᱱᱩᱜ ᱠᱟᱫᱼᱟ, ᱢᱮᱱᱠᱷᱟᱱ ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ %s⋮ > ᱢᱮᱱᱩ > ᱥᱟᱡᱟᱣ ᱠᱚ > ᱥᱟᱭᱤᱴ ᱥᱟᱡᱟᱣ ᱠᱚ > ᱡᱟᱭᱜᱟ%s ᱨᱮ ᱪᱟᱞᱟᱜ ᱢᱮ, ᱟᱨ ᱢᱚᱱᱮ ᱠᱟᱜ ᱢᱮ DuckDuckGo ᱫᱚ ᱡᱟᱭᱜᱟ ᱟᱫᱮᱨ ᱮᱢᱟᱭ ᱠᱟᱱᱟᱢ ᱾

source: If you don't see %sDuckDuckGo,%s you will need to add it to the list of %sOther Search Engines%s
in: ᱡᱤᱫᱤ ᱟᱢ %sDuckDuckGo ᱵᱟᱝ ᱧᱮᱞᱧᱟᱢ ᱮᱫᱟᱢ,%s ᱟᱢ ᱫᱚ ᱞᱤᱥᱴᱭ ᱛᱮ ᱥᱮᱞᱮᱫ ᱛᱮ ᱦᱩᱭ ᱟᱢᱟ %sᱮᱴᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱠᱚ%s

# settings
source: If you still want to support us, %shelp spread DuckDuckGo%s
in: ᱡᱤᱫᱤ ᱟᱢ ᱥᱱᱰᱨᱮᱦᱚᱸ ᱜᱚᱲᱚ ᱮᱢᱟ ᱥᱮᱱᱟᱢ ᱠᱟᱱᱟ, %sDuckDuckGo ᱯᱟᱥᱱᱟᱣ ᱨᱮ ᱜᱚᱲᱚ ᱮᱢᱚᱜ ᱢᱮ%s

source: If you want to use DuckDuckGo without JavaScript, please use our %s or %s versions.
in: ᱡᱩᱫᱤ ᱟᱢ ᱵᱤᱱᱟᱹ JavaScript ᱛᱮ DuckDuckGo ᱵᱮᱵᱷᱟᱨ ᱮᱫᱟᱢ, ᱫᱚᱭᱟᱠᱟᱛᱮ ᱟᱞᱮᱭᱟᱜ %s ᱟᱨᱵᱟᱝ %s ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱠᱚ ᱵᱮᱵᱷᱟᱨ ᱢᱮ ᱾

source: If you want, select Home Page next to New windows and New tabs (open with).
in: ᱡᱩᱫᱤ ᱟᱢ ᱪᱟᱦᱟᱸᱣᱮᱫᱟᱢ, ᱱᱚᱶᱟ ᱡᱷᱚᱨᱠᱟ ᱟᱨ ᱱᱟᱶᱟ ᱴᱮᱵ ᱠᱚᱨᱮ (ᱥᱟᱶ ᱠᱷᱩᱞᱟᱹ) ᱨᱮᱭᱟᱜ ᱦᱟᱱᱟ ᱥᱟᱦᱟ ᱚᱲᱟᱜ ᱥᱟᱦᱴᱟ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

# settingsvalue
source: Image tiles
in: ᱪᱤᱛᱟᱹᱨ ᱴᱟᱭᱤᱞ ᱠᱚ

source: Images
in: ᱪᱤᱛᱟᱹᱨ ᱠᱚ

# settings
source: Improves result legibility with updated URL format, placement, and color
in: ᱦᱟᱹᱞᱤᱭᱟᱹᱠ ᱠᱟᱱᱟ URL ᱯᱷᱚᱨᱢᱟᱴ, ᱯᱞᱮᱥᱢᱣᱱᱴ ᱟᱨ ᱨᱚᱝ ᱥᱟᱶ ᱞᱮᱜᱭᱴᱤᱵᱤᱞᱤᱴᱭ ᱛᱮᱞᱟ ᱥᱩᱫᱷᱨᱟᱹᱣᱟᱭ

source: In partnership with
in: ᱥᱟᱶ ᱯᱟᱴᱱᱚᱨᱥᱤᱯ

# settings
source: In some older browsers, it's necessary to redirect your clicks through our server to prevent search leakage. %sLearn more%s.
in: ᱛᱤᱱᱟᱹᱜ ᱜᱟᱱ ᱢᱟᱨᱮ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱠᱚᱨᱮ, ᱟᱞᱮᱭᱟᱜ ᱥᱚᱨᱣᱚᱨ ᱛᱮ ᱚᱛᱟ ᱠᱚ ᱨᱤᱰᱟᱭᱨᱮᱠᱴ ᱞᱤᱠᱮᱡᱽ ᱠᱚ ᱦᱚᱴᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱹᱨᱩᱲ ᱠᱟᱱᱟ ᱾ %sᱰᱷᱮᱨ ᱥᱮᱬᱟᱭ ᱢᱮ%s ᱾

source: In the drop down select %sDuckDuckGo%s!
in: ᱞᱟᱛᱟᱨ ᱧᱩᱨᱟᱛ ᱠᱷᱚᱱ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ!

# cloudsave
source: In the interest of transparency, this data is not encrypted: You can see exactly what information we store.
in: ᱯᱟᱨᱚᱫᱚᱨᱥᱤ ᱨᱮᱭᱟᱜ ᱢᱮᱱᱮ ᱞᱟᱹᱜᱤᱫ, ᱱᱚᱶᱟ ᱰᱟᱴᱟ ᱫᱚ ᱵᱟᱝ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱠᱟᱱᱟ: ᱪᱮᱫ ᱵᱤᱵᱨᱚᱬ ᱞᱮ ᱫᱚᱦᱚ ᱭᱟ ᱞᱮ ᱾

source: In the menu at the top select %sTools%s > %sSettings%s
in: ᱪᱮᱛᱟᱱ ᱢᱮᱱᱩ ᱨᱮ %sᱦᱟᱹᱛᱤᱭᱟᱨ ᱠᱚ%s > %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: In the popup, check %sMake this my default search provider%s
in: ᱯᱚᱯᱚᱯᱷ ᱨᱮ, %sᱱᱚᱶᱟ ᱫᱚ ᱤᱧᱟᱜ ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱮᱢᱚᱜᱤᱡ ᱞᱮᱠᱷᱟᱱ ᱛᱮᱭᱟᱨ ᱢᱮ%s ᱨᱮ ᱪᱤᱱᱦᱟᱹᱟᱜ ᱢᱮ

source: In the popup, click %sAdd%s
in: ᱯᱚᱯᱚᱯᱷ ᱨᱮ, %sᱥᱮᱞᱮᱫ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: In the side menu select %sInternet Search%s
in: ᱥᱟᱭᱤᱰ ᱢᱮᱱᱩ ᱨᱮ %sᱤᱱᱴᱚᱨᱱᱮᱴ ᱥᱮᱸᱫᱽᱨᱟ%s ᱨᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Including results for %s
in: %s ᱞᱟᱹᱜᱤᱫ ᱛᱮᱞᱟ ᱠᱚ ᱢᱮᱥᱟ ᱠᱟᱛᱮ

source: India
in: ᱵᱷᱟᱨᱚᱛ

source: Indonesia
in: ᱤᱱᱰᱚᱱᱮᱥᱤᱭᱟ

source: Indonesia (en)
in: ᱤᱱᱰᱚᱱᱮᱥᱤᱭᱟ (en)

# language_name
source: Indonesian
in: ᱤᱱᱰᱚᱱᱮᱥᱤᱭᱟᱹᱱ

# settings
source: Infinite Scroll
in: ᱵᱟᱝ ᱪᱟᱵᱟᱜ ᱠᱷᱚᱥᱨᱚᱫ

# settings
source: Infinite Scroll for Images
in: ᱪᱤᱛᱟᱹᱨ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱝ ᱪᱟᱵᱟᱜ ᱠᱷᱚᱥᱨᱚᱫ

# settings
source: Infinite Scroll for Images and Videos
in: ᱪᱤᱛᱟᱹᱨ ᱟᱨ ᱣᱤᱰᱤᱭᱚᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱝ ᱪᱟᱵᱟᱜ ᱠᱷᱚᱥᱨᱚᱫ

# settings
source: Infinite Scroll for Images, Videos, and Shopping
in: ᱪᱤᱛᱟᱹᱨ ᱠᱚ, ᱣᱤᱰᱤᱭᱚᱠᱚ, ᱟᱨ ᱠᱤᱨᱤᱧ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱝ ᱪᱟᱵᱟᱜ ᱠᱷᱚᱥᱨᱚᱫ

source: Install
in: ᱵᱚᱦᱟᱞ

# homepage onboarding
source: Install DuckDuckGo
in: DuckDuckGo ᱵᱚᱦᱟᱞ ᱢᱮ

# settings
source: Install DuckDuckGo
in: DuckDuckGo ᱵᱚᱦᱟᱞ ᱢᱮ

source: Install DuckDuckGo Safari Extension?
in: DuckDuckGo Safari ᱯᱟᱥᱱᱟᱣ ᱵᱚᱦᱟᱞ ᱢᱮ?

source: Instant Answer API
in: ᱤᱱᱴᱮᱱᱥ ᱛᱮᱞᱟ ᱮᱢ API

# settings
source: Instant Answers
in: ᱤᱱᱴᱮᱱᱥ ᱛᱮᱞᱟ ᱮᱢ ᱠᱚ

source: Intense green
in: ᱤᱱᱴᱮᱱᱥ ᱦᱟ.ᱨᱤᱭᱟ.ᱲ

source: Intense red
in: ᱤᱱᱴᱮᱱᱥ ᱟᱨᱟᱜ

source: Interface Settings
in: ᱤᱱᱴᱚᱨᱯᱷᱮᱥ ᱥᱟᱡᱟᱣ ᱠᱚ

# language_name
source: Inuktitut
in: ᱤᱱᱩᱠᱴᱤᱴᱩᱴ

# homepage onboarding
source: Invite friends to the Duck Side!
in: Duck ᱯᱟᱦᱴᱟ ᱨᱮ ᱜᱟᱛᱮᱠᱚ ᱱᱮᱣᱛᱟ ᱮᱢᱟ ᱠᱚᱢ!

source: Ireland
in: ᱟᱭᱟᱨᱞᱮᱸᱱᱰ

# language_name
source: Irish
in: ᱟᱭᱨᱤᱥ

# cloudsave
source: Is deleted data really deleted?
in: ᱧᱮᱫ ᱢᱮᱴᱟᱣ ᱠᱟᱱ ᱰᱟᱴᱟ ᱥᱟᱹᱨᱤ ᱛᱮ ᱢᱮᱴᱟᱣ ᱠᱟᱱᱟ?

# feedback form
source: Is this video helpful?
in: ᱮᱪᱫ ᱱᱚᱶᱟ ᱣᱤᱰᱤᱭᱚ ᱜᱚᱲᱚ ᱮᱢ ᱞᱮᱜᱼᱟᱭ?

source: Israel
in: ᱤᱡᱽᱨᱟᱭᱮᱞ

# settings
source: It's okay to (very infrequently) ask me about my experience using DuckDuckGo
in: DuckDuckGo ᱵᱮᱵᱷᱟᱨ ᱠᱟᱛᱮ ᱤᱧᱟᱜ ᱠᱟᱹᱢᱤᱦᱚᱨᱟ ᱵᱟᱵᱚᱛ ᱠᱩᱞᱤ ᱫᱟᱲᱮ ᱤᱧᱟᱢ (ᱩᱱᱟᱹᱜ ᱞᱟᱜᱮ ᱫᱷᱟᱨᱟ ᱫᱚ ᱵᱟᱝ ᱜᱮ)

# language_name
source: Italian
in: ᱤᱴᱟᱞᱤᱭᱟᱹᱱ

source: Italy
in: ᱤᱴᱞᱤ

source: Items
in: ᱡᱤᱱᱤᱥ ᱠᱚ

# cloudsave
source: It’s easier to remember 4-5 words than 10 random letters and numbers, and far more secure.
in: 4-5 ᱟᱹᱲᱟᱹ ᱫᱚ 10 ᱨᱮᱱᱰᱚᱢ ᱚᱞ ᱠᱚ ᱟᱨ ᱱᱚᱢᱵᱚᱨ ᱠᱷᱚᱱ ᱟᱞᱜᱟ ᱜᱮᱭᱟ, ᱟᱨ ᱡᱟᱹᱥᱛᱤ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱜᱮᱭᱟ ᱾

source: Japan
in: ᱡᱟᱯᱟᱱ

# language_name
source: Japanese
in: ᱡᱟᱯᱟᱱᱤᱡᱽ

source: Jobs
in: ᱠᱟᱹᱢᱤ ᱠᱚ

# SERP footer content
source: Join Our Team!
in: ᱟᱞᱮᱭᱟᱜ ᱫᱳᱞ ᱨᱮ ᱥᱮᱞᱮᱫᱚᱜ ᱢᱮ!

# showcase_donate
source: Join our $500,000 Privacy Challenge
in: ᱟᱞᱮᱭᱟᱜ $500,000 ᱱᱤᱥᱚᱱ ᱪᱮᱞᱮᱧᱡ ᱨᱮ ᱥᱟᱹᱢᱤᱞᱚᱜ ᱢᱮ

# language_name
source: Kannada
in: ᱠᱟᱱᱟᱰᱟ

# language_name
source: Kazakh
in: ᱠᱟᱡᱟᱠᱷ

source: Keep in Touch
in: ᱥᱚᱢᱯᱚᱨᱠ ᱨᱮ ᱛᱟᱦᱮᱸᱱ ᱢᱮ

# reasons-to-use-duckduckgo
source: Keep your search history private.
in: ᱟᱢᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱦᱤᱛᱟᱹᱞ ᱱᱤᱥᱚᱱ ᱛᱮ ᱫᱚᱦᱚᱭ ᱢᱮ ᱾

# settings
source: Keyboard Shortcuts
in: ᱠᱟᱹᱴᱷᱤ ᱵᱚᱰ ᱠᱟᱴᱚ ᱛᱮᱭᱟᱨ

# language_name
source: Khmer
in: ᱠᱷᱢᱮᱨ

# language_name
source: Klingon
in: ᱠᱞᱤᱝᱜᱚᱱ

# language_name
source: Klingon (Latin)
in: ᱠᱞᱤᱝᱜᱚᱱ (Latin)

# language_name
source: Klingon (pIqaD)
in: ᱠᱞᱤᱝᱜᱚᱱ (pIqaD)

source: Korea
in: ᱠᱚᱨᱤᱭᱟ

# language_name
source: Korean
in: ᱠᱚᱨᱤᱭᱟᱹᱱ

# language_name
source: Kurdish (Central)
in: ᱠᱩᱨᱥᱮᱱᱴᱨᱟᱞ (Central)

# language_name
source: Kurdish (Northern)
in: ᱠᱩᱨᱫᱤᱥ (Northern)

# settings
source: Language
in: ᱯᱟᱹᱨᱥᱤ

# translations_module
source: Languages swapped
in: ᱯᱟᱹᱨᱥᱤ ᱠᱚ ᱩᱪᱟᱹᱲ ᱮᱱᱟ

# language_name
source: Lao
in: ᱞᱟᱣ

# settingsvalue
source: Large
in: ᱢᱟᱨᱟᱝ

# size
source: Large
in: ᱢᱟᱨᱟᱝ

# settingsvalue
source: Larger
in: ᱢᱟᱨᱟᱝᱟᱜ

# size
source: Larger
in: ᱢᱟᱨᱟᱝᱟᱜ

# settingsvalue
source: Largest
in: ᱡᱷᱚᱛᱚ ᱠᱷᱚᱱ ᱢᱟᱨᱟᱝ

# size
source: Largest
in: ᱡᱷᱚᱛᱚ ᱠᱷᱚᱱ ᱢᱟᱨᱟᱝ

source: Latvia
in: ᱞᱮᱴᱣᱤᱭᱟ

# language_name
source: Latvian
in: ᱞᱟᱴᱤᱵᱤᱭᱟᱹᱱ

source: Learn %sMore%s
in: %sᱰᱷᱮᱨ%s ᱥᱮᱬᱟᱭ ᱢᱮ

# frontpage
source: Learn %sMore%s
in: %sᱰᱷᱮᱨ%s ᱥᱮᱬᱟᱭ ᱢᱮ

# SERP footer content
source: Learn About Bangs
in: ᱴᱤᱜ ᱴᱚᱲᱚᱜ ᱠᱚ ᱵᱟᱵᱚᱛ ᱥᱮᱬᱟᱭ ᱢᱮ

# SERP footer content
source: Learn About DuckDuckGo
in: DuckDuckGo ᱵᱟᱵᱚᱛ ᱥᱮᱬᱟᱭ ᱢᱮ

# showcase_newsletter
source: Learn about online privacy right in your inbox.
in: ᱟᱢᱟᱜ ᱤᱱᱵᱚᱠᱥ ᱨᱮ ᱚᱱᱞᱟᱭᱤᱱ ᱱᱤᱥᱚᱱ ᱵᱟᱵᱚᱛ ᱥᱮᱬᱟᱭ ᱢᱮ ᱾

# SERP footer content
source: Learn how to protect your privacy.
in: ᱟᱢᱟᱜ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱵᱟᱲᱟᱭ ᱢᱮ ᱾

# SERP footer content
source: Learn how to search like the pros.
in: ᱯᱨᱚ ᱞᱮᱠᱷᱟ ᱪᱮᱞᱠᱟ ᱠᱚ ᱥᱮᱸᱫᱽᱨᱟᱭᱟ ᱵᱟᱲᱟᱭ ᱢᱮ ᱾

# SERP footer content
source: Learn how we're dedicated to keeping you safe online.
in: ᱟᱞᱮ ᱟᱢᱟᱜ ᱚᱱᱞᱟᱭᱤᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱞᱟᱹᱜᱤᱫ ᱪᱮᱞᱠᱟ ᱞᱮ ᱪᱷᱩᱴᱟᱹᱣ ᱠᱟᱱᱟ ᱵᱟᱲᱟᱭ ᱢᱮ ᱾

# SERP footer content
source: Learn how you can free yourself from Google for good.
in: Google ᱠᱷᱚᱱ ᱵᱮᱥ ᱞᱟᱹᱜᱤᱫ ᱪᱷᱟᱲ ᱧᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱲᱟᱭ ᱢᱮ ᱾

# SERP footer content
source: Learn why reducing online tracking is important.
in: ᱚᱱᱞᱟᱭᱤᱱ ᱯᱟᱧᱡᱟ ᱠᱚ ᱠᱚᱢ ᱨᱮᱭᱟᱜ ᱢᱚᱦᱚᱛ ᱵᱟᱲᱟᱭ ᱢᱮ ᱾

# showcase_tracking
source: Learn why reducing tracking is important.
in: ᱯᱟᱧᱡᱟ ᱠᱚ ᱠᱚᱢ ᱨᱮᱭᱟᱜ ᱢᱚᱦᱚᱛ ᱵᱟᱲᱟᱭ ᱢᱮ ᱾

# placement
source: Left
in: ᱞᱮᱝᱜᱟ

source: Legal
in: ᱦᱚᱠ ᱱᱤᱭᱚᱢ ᱞᱮᱠᱟᱛᱮ

# video-duration
source: Less than 4 minutes
in: 4 ᱴᱤᱯᱤᱡ ᱠᱷᱚᱱ ᱠᱚᱢ

# welcome message
source: Lets you search anonymously with DuckDuckGo
in: DuckDuckGo ᱥᱟᱶ ᱵᱟᱝ ᱧᱮᱞᱚᱜᱤᱡ ᱞᱮᱠᱷᱟ ᱥᱮᱸᱫᱽᱨᱟ ᱪᱷᱚᱣᱟᱢᱟᱭ

source: Light blue
in: ᱢᱟᱨᱥᱟᱞ ᱞᱤᱞ

source: Light green
in: ᱢᱟᱨᱥᱟᱞ ᱦᱟ.ᱨᱤᱭᱟ.ᱲ

# image-type
source: Line Drawing
in: ᱜᱟᱨ ᱛᱮᱭᱟᱨᱟᱜ

source: Link font:
in: ᱞᱤᱝᱞ ᱪᱤᱠᱤ :

source: Links:
in: ᱞᱤᱝᱠ ᱠᱚ :

source: Listen
in: ᱟᱧᱡᱚᱢ ᱢᱮ

source: Lithuania
in: ᱞᱤᱛᱷᱩᱣᱟᱱᱤᱭᱟ
