Repository: Blueberryy/duckduckgo-locales
Catalog: locales/sat_*/LC_MESSAGES/duckduckgo.po
Languages: in

source: !Bang Search Shortcuts
in: !ᱠᱷᱟᱴᱚᱢᱟᱪᱷᱟ ᱥᱮᱸᱫᱽᱨᱟ ᱛᱮ ᱪᱟᱞᱟᱜ

# Covid 19 module
source: % Fully Vaccinated
in: % ᱯᱩᱨᱟᱹ ᱣᱮᱠᱥᱤᱱᱮᱴ ᱮᱱᱟ ᱠᱚ

# Covid 19 module
source: % Vaccinated
in: % ᱣᱮᱠᱥᱤᱱᱮᱴ ᱮᱱᱟ ᱠᱚ

# SERP footer content
source: %s Billion Searches
in: %s ᱜᱮᱞ ᱦᱟᱡᱟᱨ ᱞᱟᱠᱷᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚ

source: %s blocked by safe search.
in: %s ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱸᱫᱽᱨᱟ ᱛᱮ ᱵᱞᱚᱠ ᱮᱱᱟ ᱠᱚ ᱾

# published dates for organic results
source: %s days ago
in: %s ᱢᱟᱦᱟᱸ ᱢᱟᱲᱟᱝ

# translations_module
source: %s detected
in: %s ᱪᱤᱱᱦᱟᱹᱣ ᱮᱱᱟ

source: %s for %s
in: %s ᱞᱟᱹᱜᱤᱫ %s

# published dates for organic results
source: %s hours ago
in: %s ᱴᱟᱲᱟᱝ ᱢᱟᱲᱟᱝ ᱨᱮ

# showcase_donations
source: %s in privacy donations!
in: ᱱᱤᱡᱚᱨᱟᱜ ᱫᱟᱱ ᱨᱮ %s !

# maps_places
source: %s on %s
in: %s ᱨᱮ %s

# install-duckduckgo
source: %sClick %sAdd%sCheck %sAllow%s, then click %sOkay%s
in: %sᱚᱛᱟ %sᱥᱮᱞᱮᱫ%sᱧᱮᱞ ᱵᱤᱲᱟᱹᱣ %sᱦᱮᱸᱥᱮᱨᱤᱭᱟᱹ%s, ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ %sᱴᱷᱤᱠ ᱜᱭᱟ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

# install-duckduckgo
source: %sClick %sAllow%sClick %sAdd%sCheck %sAllow%s, then click %sOkay%s
in: %sᱚᱛᱟ %sᱦᱮᱸᱥᱮᱨᱤᱭᱟᱹ%sᱚᱛᱟ %sᱥᱮᱞᱮᱫ%sᱧᱮᱞ ᱪᱤᱲᱟᱹᱣ %sᱦᱮᱸᱥᱮᱨᱤᱭᱟᱹ%s, ᱛᱟᱭᱚᱢᱛᱮ %sᱴᱷᱤᱠ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

# install-duckduckgo
source: %sClick %sContinue To Installation%sClick %sAdd%sCheck %sAllow%s, then click %sOkay%s
in: %sᱚᱛᱟ %sᱵᱚᱦᱟᱞ ᱞᱟᱹᱜᱤᱫ ᱞᱟᱦᱟᱜ ᱢᱮ%sᱚᱛᱟ %sᱥᱮᱞᱮᱫ%sᱧᱮᱞ ᱵᱤᱲᱟᱹᱣ %sᱦᱮᱸᱥᱮᱨᱤᱭᱟᱫ%s, ᱛᱟᱭᱚᱢᱛᱮ %sᱴᱷᱤᱠ ᱜᱭᱟ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

# noresults
source: %sClick here%s to try again, if you think there should be results for this search.
in: ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱞᱟᱹᱜᱤᱫ %sᱱᱚᱰᱮ ᱚᱛᱟᱭ ᱢᱮ%s , ᱡᱩᱫᱤ ᱟᱢ ᱢᱚᱱᱮᱭᱟᱢ ᱡᱮ ᱱᱚᱶᱟ ᱥᱮᱸᱫᱽᱨᱟ ᱨᱮᱭᱟᱜ ᱛᱮᱞᱟ ᱠᱚ ᱛᱟᱦᱮᱸᱱ ᱠᱷᱟᱱ ᱾

# frontpage
source: %sHelp Spread DuckDuckGo!%s
in: %sDuckDuckGo ᱯᱟᱥᱱᱟᱣ ᱞᱟᱹᱜᱤᱫ ᱜᱚᱲᱚ ᱮᱢᱚᱜ ᱢᱮ!%s

# frontpage
source: %sLearn More%s.
in: %sᱰᱷᱮᱨ ᱪᱮᱫᱚᱜ ᱢᱮ%s ᱾

# precise_user_location
source: %sLearn how we keep your location private%s.
in: %sᱟᱢᱟᱜ ᱡᱟᱭᱜᱟ ᱪᱮᱞᱠᱟ ᱞᱮ ᱱᱤᱡᱚᱨ ᱞᱮᱠᱷᱟ ᱫᱚᱦᱚᱭᱟ ᱞᱮ ᱵᱟᱲᱟᱭ ᱢᱮ%s ᱾

# precise_user_location
source: %sReload%s DuckDuckGo, and try again.
in: DuckDuckGo %sᱫᱩᱦᱲᱟᱹ ᱞᱟᱫᱮ%s ᱢᱮ, ᱟᱨ ᱫᱩᱦᱲᱟᱹ ᱪᱮᱥᱴᱟᱭ ᱢᱮ ᱾

# noresults
source: %sReset filters %s
in: %sᱪᱷᱟᱹᱱᱤᱭᱟᱜ ᱠᱚ ᱨᱤᱥᱮᱴ ᱢᱮ %s

source: %sRight click%s in the search bar
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱨ ᱨᱮ %sᱡᱚᱡᱚᱢ ᱚᱛᱟᱜ%s ᱢᱮ

# published dates for organic results
source: 1 day ago
in: ᱑ ᱫᱤᱱ ᱢᱟᱲᱟᱝ

# published dates for organic results
source: 1 hour ago
in: ᱑ ᱴᱚᱲᱟᱝ ᱢᱟᱲᱟᱝ

# install-extension
source: 1. Open %sDownloads%s
in: ᱑. %sᱰᱟᱩᱱᱞᱳᱰ ᱠᱚ%s ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# Stocks module
source: 15 minutes delayed
in: ᱑᱕ ᱴᱤᱯᱤᱡ ᱵᱤᱞᱚᱢ ᱮᱱᱟ

# Stocks module
source: 1D
in: ᱑ ᱫᱤᱱ

# Stocks module
source: 1M
in: ᱑ ᱢᱟᱦᱟᱸ

# Stocks module
source: 1Y
in: ᱑ ᱥᱮᱨᱢᱟ

# install-extension
source: 2. Double-click %sduckduckgo.safariextz%s
in: ᱒. %sduckduckgo.safariextz%s ᱨᱮ ᱵᱟᱨ ᱡᱮᱠᱷᱟ ᱚᱛᱟᱭ ᱢᱮ

# Stocks module
source: 52wk High
in: 52wk ᱡᱟᱹᱥᱛᱤ

# Stocks module
source: 52wk Low
in: 52wk ᱠᱮᱢ

# Stocks module
source: 5D
in: ᱕ ᱫᱤᱱ

# Stocks module
source: 5Y
in: ᱕ ᱥᱮᱨᱢᱟ

source: A string to identify the source.
in: ᱥᱨᱚᱛ ᱠᱚ ᱪᱤᱱᱦᱟᱹᱯ ᱞᱟᱹᱜᱤᱫ ᱢᱤᱫᱛᱟᱹᱝ ᱥᱴᱨᱤᱝ ᱾

# settings
source: ATB Dismiss
in: ATB ᱵᱚᱸᱫ ᱱᱮ

# settings
source: ATB related (not displayed on settings page)
in: ATB ᱡᱩᱲᱟᱹᱣ (ᱥᱟᱦᱴᱟ ᱥᱟᱡᱟᱣ ᱨᱮ ᱵᱟᱝ ᱫᱮᱠᱷᱟᱣ ᱠᱟᱱᱟ)

source: About
in: ᱵᱟᱵᱚᱛ

# static_page
source: About
in: ᱵᱟᱵᱚᱛ

source: About DuckDuckGo
in: DuckDuckGo ᱵᱟᱵᱚᱛ

source: About Us
in: ᱟᱞᱮ ᱵᱟᱵᱚᱛ

# settingsvalue
source: Above Title
in: ᱧᱩᱛᱩᱢ ᱪᱮᱛᱟᱱ ᱨᱮ

source: Ad
in: ᱰᱷᱟᱶᱨᱟ

# feedback form
source: Ad is annoying
in: ᱰᱷᱟᱶᱨᱟ ᱫᱚ ᱵᱟᱱᱴᱷᱤᱠ ᱟ

# feedback form
source: Ad is inappropriate
in: ᱰᱷᱟᱶᱨᱟ ᱫᱚ ᱠᱷᱟᱨᱟᱯ ᱜᱮᱭᱟ

# feedback form
source: Ad is irrelevant
in: ᱰᱷᱟᱶᱨᱟ ᱫᱚ ᱵᱟᱝ ᱢᱮᱲᱟᱣᱟᱜ ᱠᱟᱱᱟ

# feedback form
source: Ad is malware
in: ᱰᱷᱟᱶᱨᱟ ᱫᱚ ᱢᱟᱞᱣᱮᱨ ᱜᱮᱭᱟ

# feedback form
source: Ad is suspicious
in: ᱰᱷᱟᱶᱨᱟ ᱫᱚ ᱚᱦᱢᱟᱸ ᱜᱮᱭᱟ

source: Add DuckDuckGo
in: DuckDuckGo ᱥᱮᱞᱮᱫᱽ ᱢᱮ

source: Add DuckDuckGo Privacy Essentials to your browser for free with one download:
in: ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ DuckDuckGo ᱱᱤᱥᱚᱱ ᱡᱟᱹᱨᱩᱲ ᱠᱚ ᱢᱤᱫ ᱰᱟᱩᱱᱞᱚᱰ ᱨᱮ ᱥᱮᱞᱮᱫ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱺ

source: Add DuckDuckGo as a search engine
in: DuckDuckGo ᱫᱚ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱞᱮᱠᱷᱟ ᱥᱮᱞᱮᱫᱽ ᱢᱮ

source: Add DuckDuckGo to %s
in: DuckDuckGo ᱫᱚ %s ᱨᱮ ᱥᱮᱞᱮᱫ ᱢᱮ

source: Add a %s search box to your site!
in: ᱟᱢᱟᱜ ᱥᱟᱭᱤᱴ ᱨᱮ ᱢᱤᱫᱴᱟᱹᱝ %s ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ ᱥᱮᱞᱮᱫᱽ ᱢᱮ!

# directions
source: Add a starting point and destination to find a route.
in: ᱢᱤᱫ ᱦᱚᱨ ᱯᱟᱱᱛᱮ ᱞᱟᱹᱜᱤᱫ ᱢᱤᱫᱴᱟᱹᱝ ᱥᱮᱛᱦᱚᱵ ᱰᱚᱴ ᱟᱨ ᱡᱟᱭᱜᱟ ᱥᱮᱞᱮᱫᱽ ᱢᱮ ᱾

source: Add to %s
in: %s ᱨᱮ ᱥᱮᱞᱮᱫᱽ ᱢᱮ

source: Add to Home Screen
in: ᱚᱲᱟᱜ ᱯᱚᱨᱫᱟ ᱛᱮ ᱥᱮᱞᱮᱫᱽ ᱢᱮ

source: Add-ons
in: ᱮᱰ-ᱟᱸᱱᱥ

# maps_places
source: Address
in: ᱴᱷᱤᱠᱟᱹᱱᱟ

source: Address bar:
in: ᱴᱷᱤᱠᱟᱹᱱᱟ ᱦᱩᱨᱠᱟᱹᱬ :

# feedback form
source: Address is incorrect
in: ᱴᱷᱤᱠᱬᱟᱹ ᱠᱚ ᱫᱚ ᱵᱷᱩᱞ ᱜᱮᱭᱟ

source: Ads
in: ᱰᱷᱟᱶᱨᱟ ᱠᱚ

# feedback form
source: Advertisements
in: ᱰᱷᱟᱶᱨᱟ ᱠᱚ

# settings
source: Advertisements
in: ᱰᱷᱟᱶᱨᱟ ᱠᱚ

source: Advertisements:
in: ᱰᱷᱟᱶᱨᱟ ᱠᱚ :

# language_name
source: Afrikaans
in: ᱟᱹᱯᱷᱨᱤᱠᱟᱱᱥ

source: After it downloads and opens, click %sInstall%s
in: ᱰᱟᱩᱱᱞᱳᱰ ᱟᱨ ᱠᱷᱩᱞᱟᱹ ᱠᱟᱛᱮ, %sᱵᱚᱦᱟᱞ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: After it downloads, locate the extension file and double-click it to install
in: ᱰᱟᱩᱱᱞᱚᱰ ᱦᱩᱭ ᱠᱟᱛᱮ, ᱯᱟᱥᱱᱟᱣ ᱨᱮᱫᱽ ᱪᱤᱱᱦᱟᱹᱯ ᱠᱟᱛᱮ ᱵᱚᱦᱟᱞ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱨ ᱡᱮᱠᱷᱟ ᱚᱛᱟᱭ ᱢᱮ ᱾

# language_name
source: Albanian
in: ᱟᱞᱵᱟᱱᱤᱭᱟᱹᱱ

# lyrics_module
source: Album
in: ᱮᱞᱵᱚᱢ

source: All
in: ᱡᱷᱚᱛᱚ

# Stocks module
source: All
in: ᱡᱷᱚᱛᱚ

# image-licence
source: All Creative Commons
in: ᱡᱷᱚᱛᱚ ᱠᱨᱤᱭᱮᱴᱤᱵᱷ ᱠᱚᱢᱚᱱ ᱠᱚ

# image-licence
source: All Licenses
in: ᱡᱷᱚᱛᱚ ᱞᱟᱭᱥᱮᱱᱥ ᱠᱚ

source: All Places
in: ᱡᱷᱚᱛᱚ ᱡᱟᱭᱜᱟ ᱠᱚ

source: All Regions
in: ᱡᱷᱚᱛᱚ ᱡᱟᱭᱜᱟ ᱠᱚ

source: All Results
in: ᱡᱷᱚᱛᱚ ᱛᱮᱞᱟ ᱠᱚ

source: All Settings
in: ᱡᱷᱚᱛᱚ ᱥᱟᱡᱟᱣ ᱠᱚ

# settings pages
source: All Settings
in: ᱡᱷᱚᱛᱚ ᱥᱟᱡᱟᱣ ᱠᱚ

# image-color
source: All colors
in: ᱡᱷᱚᱛᱚ ᱨᱚᱝ ᱠᱚ

# image-layout
source: All layouts
in: ᱡᱷᱚᱛᱚ ᱞᱮᱟᱩᱴ ᱠᱚ

# settingsvalue
source: All regions
in: ᱡᱷᱚᱛᱚ ᱡᱟᱭᱜᱟ ᱠᱚ

# size
source: All sizes
in: ᱡᱷᱚᱛᱚ ᱢᱟᱯ ᱠᱚ

# image-type
source: All types
in: ᱡᱚᱛᱚ ᱯᱨᱚᱠᱟᱨᱟᱜ ᱠᱚ

# settings
source: Allows Cloud Save key to be stored locally on device (required to use Cloud Save)
in: ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱥᱮᱨᱢᱟᱸᱠᱤᱭᱟᱹ ᱥᱟᱺᱪᱟᱣ ᱪᱟᱹᱵᱤ ᱫᱚᱦᱚ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱟᱫᱮᱨ (ᱥᱮᱨᱢᱟᱠᱤᱭᱟᱹ ᱥᱟᱺᱪᱟᱣ ᱵᱮᱵᱷᱟᱨ ᱫᱚᱨᱠᱟᱨ)

# install-duckduckgo
source: Almost there!
in: ᱢᱟᱲᱟ ᱠᱷᱚᱱ ᱚᱱᱰᱮ ᱜᱮ ᱢᱮᱱᱟᱜᱼᱟ!

# homepage onboarding
source: Already a fan?
in: ᱢᱟᱲᱟᱝ ᱠᱷᱚᱱ ᱜᱮ ᱢᱤᱫ ᱠᱩᱥᱤᱼᱤᱭᱟᱹ?

# mobile promotion on desktop
source: Also search privately on your iPad, iPhone, or Android!
in: ᱥᱟᱶᱛᱮ iPad, iPhone, ᱟᱨᱵᱟᱝ Android ᱨᱮ ᱦᱚᱸ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ!

source: Alternatives
in: ᱮᱴᱟᱜ ᱵᱟᱪᱷᱟᱣ ᱠᱚ

# settingsvalue
source: Always play on DuckDuckGo
in: DuckDuckGo ᱨᱮ ᱜᱷᱤᱲ ᱜᱮ ᱮᱱᱮᱡ ᱢᱮ

# language_name
source: Amharic
in: ᱟᱢᱦᱟᱨᱤᱠ

# image-type
source: Animated GIF
in: ᱦᱩᱞᱟᱹᱥ GIF

# precise_user_location
source: Anonymous Location Enabled
in: ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱡᱟᱭᱜᱟ ᱮᱢ ᱪᱷᱚ ᱮᱱᱟ

# precise_user_location
source: Anonymous location enabled
in: ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱡᱟᱭᱜᱟ ᱮᱢ ᱪᱷᱚ ᱮᱱᱟ

source: Answer
in: ᱛᱮᱞᱟ

source: Any Time
in: ᱡᱟᱦᱟᱸ ᱚᱠᱛᱚ ᱨᱮᱜᱮ

# video-duration
source: Any duration
in: ᱡᱟᱦᱟᱸ ᱚᱠᱛᱚ ᱨᱮᱜᱮ

# video-license
source: Any license
in: ᱡᱟᱦᱟᱸ ᱞᱟᱭᱥᱮᱱᱥ ᱜᱮ

# video-resolution
source: Any resolution
in: ᱡᱟᱦᱟᱸ ᱯᱚᱨᱫᱟ ᱢᱟᱯ

source: Any time
in: ᱡᱟᱦᱟᱸ ᱚᱠᱛᱚ ᱨᱮᱜᱮ

source: Anywhere
in: ᱡᱟᱦᱟᱸ ᱨᱮᱜᱮ

source: App
in: ᱮᱯ

source: App and Extension
in: ᱮᱯ ᱟᱨ ᱯᱟᱥᱱᱟᱣ

source: Appearance
in: ᱧᱮᱞᱚᱜ

# settings
source: Appearance
in: ᱧᱮᱞᱚᱜ

# Custom date range filer
source: Apply
in: ᱵᱟᱦᱟᱞ ᱢᱮ

source: Apps
in: ᱮᱯ ᱠᱚ

# language_name
source: Arabic
in: ᱟᱹᱨᱵᱤ

# feedback form
source: Are these ads helpful?
in: ᱱᱚᱶᱟ ᱵᱤᱜᱭᱟᱯᱚᱱ ᱠᱚ ᱫᱚ ᱪᱮᱫ ᱠᱟᱹᱢᱤ ᱨᱮ ᱦᱟᱹᱡᱩᱜ ᱠᱟᱱᱟ ᱥᱮ ?

# feedback form
source: Are these links helpful?
in: ᱱᱚᱶᱟ ᱞᱤᱝᱠ ᱠᱚ ᱫᱚ ᱪᱮᱫ ᱠᱟᱹᱢᱤ ᱨᱮ ᱦᱟᱹᱡᱩᱜ ᱠᱟᱱᱟ ᱥᱮ ?

source: Argentina
in: ᱟᱨᱡᱮᱱᱴᱤᱱᱟ

# language_name
source: Armenian
in: ᱟᱨᱢᱮᱱᱤᱭᱟᱱ

# Stocks module
source: As of
in: ᱡᱮᱞᱠᱟ

source: As per our privacy policy, we do not collect or share any personal information ourselves. All of this privacy protection happens on your device.
in: ᱟᱞᱮᱭᱟᱜ ᱩᱠᱩ ᱮᱠᱛᱤᱭᱟᱨ ᱞᱮᱠᱷᱟᱛᱮ, ᱟᱞᱮ ᱱᱤᱡᱚᱨ ᱞᱟᱹᱜᱤᱫ ᱛᱤᱥᱚᱜ ᱦᱚᱸ ᱡᱟᱦᱟᱱᱟᱜ ᱱᱤᱡᱚᱨᱟᱜ ᱡᱤᱱᱤᱥ ᱠᱚ ᱵᱟᱞᱮ ᱡᱟᱣᱨᱟᱭᱟ ᱵᱟᱝᱠᱷᱟᱱ ᱞᱮ ᱦᱟᱹᱴᱤᱧᱼᱟ ᱾ ᱡᱷᱚᱛᱚ ᱱᱤᱡᱚᱨᱟᱜ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱫᱚ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮᱜᱮ ᱦᱩᱭᱩᱜᱼᱟ ᱾

# language_name
source: Assamese
in: ᱟᱥᱟᱢᱤᱡᱽ

# homepage ATB modal
source: At DuckDuckGo, we agree.
in: DuckDuckGo ᱴᱷᱮᱱ, ᱟᱞᱮ ᱦᱮᱸᱥᱮᱨᱤᱭᱟᱸ ᱟᱞᱮ ᱾

source: Audio
in: ᱥᱟᱰᱮ

source: Australia
in: ᱚᱥᱴᱨᱮᱞᱤᱭᱟ

source: Austria
in: ᱚᱥᱴᱨᱤᱭᱟ

# settings
source: Auto-Suggest
in: ᱟᱡ ᱛᱮ ᱵᱟᱛᱟᱣ

# settings
source: Autocomplete Suggestions
in: ᱟᱡ ᱛᱮ ᱪᱟᱵᱟ ᱵᱟᱛᱟᱣ ᱠᱚ

# settings
source: Automatically open relevant Instant Answers
in: ᱢᱮᱲᱟᱣ ᱵᱩᱡᱷᱟᱹᱣᱜ ᱠᱟᱱ ᱛᱮᱞᱟ ᱠᱚ ᱟᱡ ᱛᱮ ᱠᱷᱩᱞᱟᱹᱭ ᱢᱮ

# homepage ATB social proof
source: Average rating: %s out of 5
in: ᱢᱩᱴ ᱫᱚᱨ: 5 ᱠᱷᱚᱱ %s

# Stocks module
source: Avg Vol
in: ᱢᱩᱴ ᱥᱟᱰᱮ

# language_name
source: Azerbaijani
in: ᱟᱹᱡᱟᱹᱨᱵᱮᱡᱟᱱᱤ

# homepage onboarding
source: Back to search
in: ᱥᱮᱸᱫᱽᱨᱟ ᱛᱮ ᱨᱩᱟᱹᱲ

# settings
source: Background Color
in: ᱛᱟᱭᱚᱢ ᱥᱮᱫᱟᱜ ᱨᱚᱝ

source: Background:
in: ᱛᱟᱭᱚᱢ ᱥᱮᱫᱟᱜ :

# language_name
source: Bangla
in: ᱵᱟᱝᱜᱞᱟ

source: Bangs
in: ᱛᱷᱟᱯᱟ

source: Barcode
in: ᱵᱟᱨᱠᱚᱰ

# settings
source: Basic
in: ᱢᱩᱞ

# theme
source: Basic
in: ᱢᱩᱞ

source: Belgium (fr)
in: ᱵᱮᱞᱡᱤᱭᱟᱹᱢ (fr)

source: Belgium (nl)
in: ᱵᱮᱞᱡᱤᱭᱟᱹᱢ (nl)

# settingsvalue
source: Below Snippet
in: ᱞᱟᱛᱟᱨ ᱠᱷᱟᱴᱚ ᱦᱟᱛᱟᱣ

# settingsvalue
source: Below Title
in: ᱞᱟᱛᱟᱨ ᱧᱩᱛᱩᱢ

# settingsvalue
source: Best available
in: ᱵᱮᱥ ᱢᱮᱱᱟᱜ

source: Beta
in: ᱵᱮᱴᱟ

# video-duration
source: Between 4 and 20 minutes
in: 4 ᱟᱨ 20 ᱴᱤᱯᱤᱡ ᱛᱟᱞᱟ ᱨᱮ

source: Black
in: ᱦᱮᱸᱫᱮ

# color
source: Black
in: ᱦᱮᱸᱫᱮ

# image-color
source: Black and white
in: ᱦᱮᱸᱫᱮ ᱟᱨ ᱯᱩᱸᱰ

source: Block Trackers
in: ᱯᱟᱧᱡᱟᱠᱩᱜ ᱠᱚ ᱟᱠᱚᱴ ᱠᱚᱢ

# reasons-to-use-duckduckgo
source: Block advertising trackers.
in: ᱵᱤᱜᱭᱟᱯᱚᱱᱤ ᱯᱟᱧᱡᱟᱠᱩᱜ ᱟᱠᱚᱴ ᱠᱚᱢ ᱾

# welcome message eu search preference android
source: Block unsafe trackers
in: ᱵᱟᱝᱴᱷᱤᱠ ᱯᱟᱧᱡᱟᱠᱩᱜ ᱟᱠᱚᱴ ᱠᱚᱢ

# welcome message
source: Blocks trackers on websites you visit
in: ᱟᱢ ᱦᱤᱨᱤᱮᱫ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱠᱚ ᱨᱮ ᱯᱟᱧᱡᱟᱠᱩᱜ ᱟᱠᱚᱴ ᱠᱚᱢ

source: Blog
in: ᱵᱞᱚᱜᱽ

source: Blue
in: ᱞᱤᱞ

# color
source: Blue
in: ᱞᱤᱞ

# settings
source: Bookmarklet URL:
in: URL ᱯᱩᱛᱷᱤᱪᱤᱱᱦᱟᱹ :

# language_name
source: Bosnian
in: ᱵᱚᱥᱱᱤᱭᱟᱭᱤ

source: Brazil
in: ᱵᱽᱨᱟᱡᱤᱞ

# color
source: Brown
in: ᱡᱷᱤᱸᱜᱟ ᱨᱚᱝ!

source: Browse as usual while we add privacy protection. We bundled our search engine, tracker blocker, and encryption enforcer into one %s%s Extension%s.
in: ᱟᱞᱮ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱵᱚᱫᱚᱞ ᱛᱮ ᱚᱝᱠᱟ ᱜᱮ ᱯᱟᱱᱛᱮ ᱛᱷᱟᱲ ᱢᱮ ᱾ ᱟᱞᱮ ᱫᱚ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱵᱚᱱᱰᱚᱞ ᱟᱠᱟᱫᱼᱟ ᱞᱮ, ᱴᱨᱟᱠᱚᱨ ᱵᱞᱚᱠᱚᱨ, ᱟᱨ ᱤᱱᱠᱨᱤᱯᱥᱚᱱ ᱮᱱᱯᱷᱚᱨᱥᱚᱨ ᱢᱤᱫ ᱞᱮᱠᱷᱟ ᱛᱮ %s%s ᱮᱠᱥᱴᱮᱱᱥᱚᱱ%s ᱾

source: Browse as usual, and we'll take care of the rest. We bundled our search engine, tracker blocker, and encryption enforcer into one %s%s Extension%s.
in: ᱚᱝᱠᱟ ᱜᱮ ᱯᱟᱱᱛᱮ ᱢᱮ, ᱟᱨ ᱵᱟᱠᱤᱭᱟᱜ ᱫᱚ ᱟᱞᱮ ᱡᱚᱛᱱᱚ ᱞᱮ ᱤᱫᱤᱭᱟ ᱾ ᱟᱞᱮ ᱫᱚ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱵᱚᱱᱰᱚᱞ ᱟᱠᱟᱫᱼᱟ ᱞᱮ, ᱴᱨᱟᱠᱚᱨ ᱵᱞᱚᱠᱚᱨ, ᱟᱨ ᱤᱱᱠᱨᱤᱯᱥᱚᱱ ᱮᱱᱯᱷᱚᱨᱥᱚᱨ ᱢᱤᱫ ᱞᱮᱠᱷᱟ ᱛᱮ %s%s ᱮᱠᱥᱴᱮᱱᱥᱚᱱ%s ᱾

source: Browse as usual, and we’ll take care of the rest. Get bundled private search, tracker blocking, and site encryption, all in one download, for %smajor browsers%s.
in: ᱚᱝᱠᱟ ᱜᱮ ᱯᱟᱱᱛᱮ ᱢᱮ, ᱟᱨ ᱵᱟᱠᱤᱭᱟᱜ ᱫᱚ ᱟᱞᱮ ᱡᱚᱛᱱᱚ ᱞᱮ ᱤᱫᱤᱭᱟ ᱾ ᱵᱚᱱᱰᱚᱞ ᱨᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱥᱮᱸᱫᱽᱨᱟ ᱧᱟᱢ ᱯᱮ, ᱯᱟᱧᱡᱟᱠᱩᱜ ᱟᱠᱚᱴ ᱠᱚ, ᱟᱨ ᱥᱟᱭᱤᱴ ᱨᱭᱠᱷᱤᱭᱟᱹ, ᱡᱷᱚᱛᱚ ᱜᱮ ᱢᱤᱫ ᱰᱟᱩᱱᱞᱚᱰ ᱨᱮ ᱜᱮ, %smajor browsers%s ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱜᱮ ᱾

# precise_user_location
source: Browser Location Unavailable
in: ᱵᱨᱟᱣᱡᱚᱨ ᱡᱟᱭᱜᱟ ᱵᱟᱹᱱᱩᱜ ᱠᱟᱫᱼᱟ

# settingsvalue
source: Browser Preferred Language
in: ᱵᱽᱨᱟᱣᱡᱚᱨ ᱠᱩᱥᱤ ᱯᱟᱹᱨᱥᱤ

# settingsvalue
source: Browser preferred language
in: ᱵᱽᱨᱟᱣᱡᱚᱨ ᱠᱩᱥᱤ ᱯᱟᱹᱨᱥᱤ

source: Bulgaria
in: ᱵᱩᱞᱡᱮᱨᱤᱭᱟ

# language_name
source: Bulgarian
in: ᱵᱩᱞᱜᱟᱹᱨᱤᱭᱟᱹᱱ

# settings
source: By default, settings are stored in non-personal browser cookies (in your browser). You can use anonymous Cloud Save to store your settings in a more permanent way (on a remote server in the cloud). No personally identifiable information will be stored in the cloud, and your passphrase will never leave your browser.
in: ᱢᱩᱞ ᱦᱤᱥᱟᱹᱵ ᱛᱮ, ᱥᱟᱡᱟᱣ ᱠᱚ ᱫᱚ ᱵᱟᱝᱼᱱᱤᱡᱚᱨ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱠᱩᱠᱤᱡᱽ ᱨᱮ ᱫᱚᱦᱚᱜ ᱠᱟᱱᱟ (ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ) ᱾ ᱡᱟᱹᱥᱛᱤ ᱯᱟᱨᱢᱟᱱᱮᱱᱴ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱫᱚᱦᱚ ᱞᱟᱹᱜᱤᱫ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ ᱟᱢ ᱵᱮᱵᱷᱟᱨ ᱫᱟᱲᱮᱭᱟᱜᱼᱟᱢ ᱾ (ᱠᱞᱟᱣᱰ ᱨᱮᱭᱟᱜ ᱨᱤᱢᱚᱴ ᱥᱟᱹᱨᱣᱟᱹᱨ) ᱾ ᱠᱞᱟᱣᱰ ᱨᱮ ᱪᱮᱫ ᱦᱚᱹ ᱱᱤᱡᱚᱨᱟᱜ ᱪᱤᱱᱦᱟᱹᱯ ᱡᱤᱱᱤ ᱠᱚ ᱵᱟᱝ ᱫᱚᱦᱚᱜᱼᱟ, ᱟᱢ ᱟᱢᱟᱜ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱚ ᱛᱤᱥ ᱦᱚᱸ ᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱠᱷᱚᱱ ᱵᱟᱝ ᱟᱲᱟᱜᱟᱭ ᱾

source: Calendar
in: ᱢᱟᱦᱟᱸ ᱢᱟᱹᱦᱤᱛ

# maps_places
source: Call
in: ᱠᱚᱞ

source: Canada
in: ᱠᱟᱱᱟᱰᱟ

source: Canada (fr)
in: ᱠᱟᱱᱟᱰᱟ (fr)

source: Cancel
in: ᱵᱟᱹᱰᱨᱟᱹ

# precise_user_location
source: Cancel
in: ᱵᱟᱹᱰᱨᱟᱹ

# language_name
source: Cantonese (Traditional)
in: ᱠᱟᱱᱴᱚᱱᱤᱡᱽ (ᱴᱨᱟᱰᱤᱥᱚᱱᱟᱞ)

source: Careers
in: ᱠᱮᱨᱤᱭᱚᱨ

# language_name
source: Catalan
in: ᱠᱟᱴᱞᱟᱱ

source: Catalonia
in: ᱠᱟᱴᱞᱚᱱᱟ

source: Category
in: ᱦᱟᱹᱴᱤᱧ

# settings
source: Center Alignment
in: ᱛᱟᱞᱟ ᱥᱟᱡᱟᱣ

# settings
source: Changes how result URLs are displayed
in: ᱪᱮᱞᱠᱟ ᱛᱮᱞᱟ URLs ᱠᱚ ᱫᱮᱠᱷᱟᱣᱜᱼᱟ ᱚᱱᱟ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes how the header is displayed and its behavior as you scroll
in: ᱦᱮᱰᱚᱨ ᱫᱮᱠᱷᱟᱣ ᱨᱮᱭᱟᱜ ᱵᱚᱫᱚᱞ ᱠᱚ ᱟᱨ ᱟᱡᱟᱜ ᱠᱟᱹᱢᱤᱦᱚᱨᱟ ᱠᱚ ᱥᱠᱨᱚᱞ ᱡᱷᱚᱜ ᱡᱷᱚᱛᱚ ᱵᱚᱫᱚᱞ ᱟᱭ

# settings
source: Changes search results based on region
in: ᱡᱟᱭᱜᱟ ᱦᱤᱥᱟᱹᱵ ᱛᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱛᱟᱞᱟ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes the background color across the entire site
in: ᱯᱩᱨᱟᱹ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱵᱮᱠᱜᱽᱨᱟᱩᱱᱰ ᱨᱚᱝ ᱵᱚᱫᱚᱞ ᱟᱭ

# settings
source: Changes the background color of results on hover, modules, and dropdown menus
in: ᱦᱚᱣᱟᱹᱨ, ᱢᱳᱰᱭᱩᱞᱥ ᱟᱨ ᱰᱨᱚᱯᱰᱟᱩᱱ ᱢᱮᱱᱩ ᱨᱮ ᱛᱮᱞᱟ ᱨᱮᱭᱟᱜ ᱵᱮᱠᱜᱽᱨᱟᱩᱱᱰ ᱨᱚᱝ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes the background color when hovering over a result
in: ᱛᱮᱞᱟ ᱪᱮᱛᱟᱱ ᱨᱮ ᱩᱰᱟᱹᱣᱜ ᱡᱷᱚᱜ ᱵᱮᱠᱜᱽᱨᱟᱩᱱᱰ ᱨᱚᱝ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes the color of result URLs
in: URLs ᱛᱮᱞᱟ ᱨᱮᱭᱟᱜ ᱨᱚᱝ ᱵᱚᱫᱚᱞ ᱟᱭ

# settings
source: Changes the color of result snippets
in: ᱛᱮᱞᱟ ᱠᱷᱟᱴᱚ ᱨᱮᱭᱟᱜ ᱨᱚᱝ ᱵᱚᱫᱚᱞ ᱟᱭ

# settings
source: Changes the color of result titles
in: ᱛᱮᱞᱟ ᱧᱩᱛᱩᱢ ᱨᱮᱭᱟᱜ ᱨᱚᱝ ᱵᱚᱫᱚᱞ ᱟᱭ

# settings
source: Changes the color of titles for results you've visited
in: ᱟᱢ ᱱᱮᱦᱚᱨ ᱠᱟᱫ ᱛᱮᱞᱟ ᱠᱚᱨᱮ ᱴᱟᱭᱴᱮᱞ ᱠᱚ ᱨᱮᱭᱟᱜ ᱨᱚᱝ ᱵᱚᱫᱚᱞ ᱟᱭ

# settings
source: Changes the font across the entire site
in: ᱯᱩᱨᱟᱹ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱪᱤᱠᱤ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes the font of result titles
in: ᱛᱮᱞᱟ ᱴᱟᱭᱴᱚᱞ ᱨᱮᱭᱟᱜ ᱪᱤᱠᱤ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes the font size across the entire site
in: ᱯᱩᱨᱟᱹ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱪᱤᱠᱤ ᱢᱟᱯ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes the header color across the entire site
in: ᱯᱩᱨᱟᱹ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱦᱮᱰᱚᱨ ᱨᱚᱝ ᱵᱚᱫᱚᱞ ᱟᱭ

# settings
source: Changes the language across the entire site
in: ᱯᱩᱨᱟᱹ ᱥᱟᱭᱤᱴ ᱨᱮᱭᱟᱜ ᱪᱤᱠᱤ ᱵᱚᱫᱚᱞᱟᱭ

# settings
source: Changes what happens when you click on a video thumbnail
in: ᱣᱤᱰᱤᱭᱚ ᱛᱷᱚᱢᱵᱱᱮᱞ ᱨᱮ ᱚᱛᱟ ᱡᱷᱚᱜ ᱡᱟᱦᱟ ᱦᱟᱹᱡᱩᱜᱼᱟ ᱚᱱᱟ ᱠᱚ ᱵᱚᱫᱚᱞᱚᱜᱼᱟ

# settings
source: Changes where result URLs are displayed
in: URLs ᱡᱟᱦᱟᱸ ᱨᱮ ᱫᱮᱠᱷᱟᱣᱜᱼᱟ ᱚᱱᱰᱮ ᱵᱚᱫᱚᱞᱚᱜᱼᱟ

source: Chat
in: ᱨᱟᱲ

source: Check %sMake this the current search engine%s
in: ᱪᱤᱱᱦᱟᱹ %sᱱᱤᱛᱚᱜᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱛᱮᱭᱟᱨ ᱢᱮ%s

# SERP footer content
source: Check out our privacy device guides.
in: ᱟᱞᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱥᱟᱫᱷᱚᱱ ᱜᱚᱲᱚ ᱧᱮᱞ ᱛᱟᱞᱮ ᱢᱮ ᱾

# showcase_privacy
source: Check out our privacy device guides.
in: ᱟᱞᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱥᱟᱫᱷᱚᱱ ᱜᱚᱲᱚ ᱧᱮᱞ ᱛᱟᱞᱮ ᱢᱮ ᱾

# showcase_aria_label
source: Check out the list of things that we've also made.
in: ᱡᱤᱱᱤᱥ ᱠᱚᱣᱟᱜ ᱞᱤᱥᱴᱭ ᱦᱚᱸ ᱧᱮᱞ ᱛᱟᱞᱮ ᱢᱮ ᱡᱟᱦᱟᱸ ᱟᱞᱮ ᱛᱮᱭᱟᱨ ᱠᱟᱫᱼᱟ ᱞᱮ ᱾

# Report image modal
source: Child sexual abuse
in: ᱜᱤᱫᱽᱨᱟᱹ ᱥᱮᱠᱥᱩᱣᱟᱞ ᱮᱵᱭᱩᱡᱽ

source: Chile
in: ᱪᱤᱞᱤ

source: China
in: ᱪᱤᱱ

# language_name
source: Chinese Simplified
in: ᱟᱞᱜᱟᱣᱟᱠᱟᱱ ᱪᱟᱭᱱᱤᱡᱽ

# language_name
source: Chinese Traditional
in: ᱴᱨᱮᱰᱤᱥᱱᱟᱞ ᱪᱟᱭᱱᱤᱡᱽ

source: Choose %skeep it%s to continue protecting your privacy.
in: ᱟᱢᱟᱜ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱞᱟᱹᱜᱤᱫ %sᱫᱚᱦᱚᱭ ᱢᱮ%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

# cloudsave
source: Choose a unique passphrase for your settings.
in: ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱵᱤᱥᱮᱥ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

# maps_places
source: Choose service
in: ᱠᱟᱹᱢᱤ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Classic
in: ᱠᱞᱟᱥᱤᱠ

source: Clear
in: ᱯᱷᱟᱨᱪᱟ

# precise_user_location
source: Clear
in: ᱯᱷᱟᱨᱪᱟ

source: Clear All
in: ᱡᱷᱚᱛᱚ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ

# precise_user_location
source: Clear Location
in: ᱡᱟᱭᱜᱟ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ

source: Clear all filters
in: ᱪᱷᱟᱹᱱᱤ ᱠᱚ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ

# welcome message eu search preference android
source: Clear data in one tap
in: ᱢᱤᱫ ᱴᱤᱯᱟᱹᱣ ᱨᱮ ᱰᱟᱴᱟ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ

# translations_module
source: Clear source text
in: ᱥᱨᱚᱛ ᱚᱞ ᱯᱷᱟᱨᱪᱟᱭ ᱢᱮ

source: Clear your cookies often?
in: ᱜᱷᱤᱲ ᱜᱮ ᱠᱩᱠᱤᱡᱽ ᱠᱚ ᱯᱷᱟᱨᱪᱟᱭ ᱟᱢ ᱥᱮ?

source: Click %s+%s!
in: %s+%s ᱚᱛᱟᱭ ᱢᱮ!

# install-duckduckgo
source: Click %sAdd Extension%s.
in: %sᱯᱟᱥᱱᱟᱣ ᱥᱮᱞᱮᱫ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click %sAdd or change home page...%s
in: %sᱚᱲᱟᱜᱥᱟᱦᱴᱟ ᱵᱟᱝᱠᱷᱟᱱ ᱥᱮᱞᱮᱫ...%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click %sAdd%s
in: %sᱥᱮᱞᱮᱫ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

# install-duckduckgo
source: Click %sAllow%s, then %sAdd%s.
in: %sᱮᱢ ᱪᱷᱚ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ, ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ %sᱥᱮᱞᱮᱫ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click %sChange Search Settings%s in the drop down
in: ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱜᱚᱫᱚᱨ ᱨᱮ Click %sᱥᱮᱸᱫᱽᱨᱟ ᱥᱟᱡᱟᱣ ᱵᱚᱫᱚᱞ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click %sEdit > Preferences%s (on Windows) %sSeaMonkey > Preferences%s (on Mac)
in: %sᱥᱟᱯᱲᱟᱣ > ᱠᱩᱥᱤᱠᱚ%s (Windows ᱨᱮ) %sSeaMonkey > ᱠᱩᱥᱤᱠᱚ%s (Mac ᱨᱮ) ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click %sHere%s to add us as a search engine
in: ᱢᱤᱫᱴᱟᱹᱝ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱥᱮᱞᱮᱫ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ %sᱱᱚᱰᱮ%s ᱚᱛᱟᱭ ᱢᱮ

source: Click %sHere%s to download the DuckDuckGo extension
in: DuckDuckGo ᱯᱟᱥᱱᱟᱣ ᱰᱟᱩᱱᱞᱚᱰ ᱞᱟᱹᱜᱤᱫ %sᱱᱚᱰᱮ%s ᱚᱛᱟᱭ ᱢᱮ

source: Click %sOpen%s to download and open the DuckDuckGo Safari extension
in: DuckDuckGo Safari ᱯᱟᱥᱱᱟᱣ ᱠᱷᱩᱞᱟᱹ ᱞᱟᱹᱜᱤᱫ %sᱠᱷᱩᱞᱟᱹ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click %sPrivacy and Services%s in the left sidebar.
in: ᱞᱮᱝᱜᱟ ᱥᱟᱭᱤᱰᱵᱟᱨ ᱨᱮᱭᱟᱜ %sᱱᱤᱥᱚᱱ ᱟᱨ ᱠᱟᱹᱢᱤ ᱠᱚ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click %sSafari%s in the top menu (On Windows, click the %sgears icon%s in the top right)
in: ᱪᱮᱛᱟᱱ ᱢᱮᱱᱩ ᱨᱮᱭᱟᱜ %sSafari%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ (Windows ᱨᱮ, ᱪᱮᱛᱟᱱ ᱡᱚᱡᱚᱢ ᱯᱟᱦᱴᱟ ᱨᱮᱭᱟᱜ %sᱪᱚᱠᱟ ᱪᱤᱱᱦᱟᱹ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ)

source: Click %sSettings%s
in: %sᱥᱟᱡᱟᱣ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click %sSettings%s in the dropdown.
in: ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱴᱷᱮᱱ ᱨᱮᱭᱟᱜ %sᱥᱟᱡᱟᱣ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click %sUse current pages%s then %sClick OK%s.
in: %sᱱᱤᱛᱚᱜᱟᱜ ᱥᱟᱦᱴᱟ ᱠᱚ ᱵᱮᱵᱷᱟᱨ%s ᱨᱮ ᱚᱛᱟ ᱠᱟᱛᱮ ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ %sᱴᱷᱤᱠ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ%s ᱾

source: Click %sYes%s
in: %sᱦᱚᱭ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click %ssettings/hamburger icon %s on the Chrome toolbar (top right).
in: Chrome ᱦᱟᱹᱛᱤᱭᱟᱨ ᱵᱟᱨ (ᱪᱮᱛᱟᱱ ᱡᱚᱡᱚᱢ) ᱨᱮᱭᱟᱜ %sᱥᱟᱡᱟᱣᱠᱚ/ᱯᱟᱸᱨᱩᱴᱤ ᱪᱤᱱᱦᱟᱹ %s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click OK.
in: ᱴᱷᱤᱠ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click add.
in: ᱥᱮᱞᱮᱫᱽ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click on %sBrowser%s in the sidebar
in: ᱥᱟᱭᱤᱰᱵᱟᱨ ᱨᱮᱭᱟᱜ %sᱵᱽᱨᱟᱣᱡᱚᱨ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click on %sChange Search Settings%s in the dropdown menu
in: ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱢᱮᱱᱩ ᱨᱮᱭᱟᱜ %sᱥᱮᱸᱫᱽᱨᱟ ᱵᱚᱫᱚᱞ ᱥᱟᱡᱟᱣ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click on %sSet as Default%s towards the bottom
in: ᱞᱟᱛᱟᱨ ᱯᱟᱦᱴᱟ ᱨᱮ %sᱢᱩᱞ ᱞᱮᱠᱷᱟ ᱥᱮᱴ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click on the %sSearch Providers%s under Add-on Types
in: ᱮᱰᱼᱚᱱ ᱦᱤᱥᱟᱹᱵ ᱨᱮᱭᱟᱜ ᱞᱟᱛᱟᱨ ᱨᱮ %sᱥᱮᱸᱽᱨᱟ ᱮᱢᱚᱜ ᱠᱩᱜ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click on the %sTools icon%s in the top-right of the browser
in: ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮᱭᱟᱜ ᱪᱮᱛᱟᱱᱼᱡᱚᱡᱚᱢ ᱯᱟᱦᱴᱟ ᱨᱮ %sᱦᱟᱹᱛᱤᱭᱟᱹᱨ ᱪᱤᱱᱦᱟᱹ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click on the %smagnifying glass%s in the search bar
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱨ ᱨᱮᱭᱟᱜ %sᱢᱮᱜᱽᱱᱤᱯᱷᱟᱭᱤᱝ ᱠᱟᱪᱚ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click on the magnifying glass in the search box at the top right
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ ᱨᱮᱭᱟᱜ ᱪᱮᱛᱟᱱ ᱨᱮᱭᱟᱜ ᱡᱚᱡᱚᱢ ᱯᱟᱦᱴᱟ ᱨᱮ ᱢᱮᱱᱟᱜ ᱢᱮᱜᱽᱱᱤᱯᱷᱟᱭᱤᱝ ᱠᱟᱪᱚ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

# cloudsave
source: Click or tap %sDelete My Data%s. This removes the data from the cloud, but it remains in your browser until you click/tap %sReset All Settings%s.
in: %sᱤᱧᱟᱜ ᱰᱟᱴᱟ ᱢᱮᱴᱟᱣ%s ᱨᱮ ᱚᱛᱟ ᱟᱨᱵᱟᱝ ᱴᱤᱯᱟᱹᱣ ᱢᱮ ᱾ ᱱᱚᱶᱟ ᱫᱚ ᱠᱞᱟᱣᱰ ᱠᱷᱚᱱ ᱰᱟᱴᱟ ᱚᱪᱚᱜᱽ ᱟᱭ, ᱢᱮᱱᱠᱷᱟᱱ ᱟᱢ %sᱡᱷᱚᱛᱚ ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱤᱥᱮᱴ%s ᱨᱮ ᱚᱛᱟ/ᱴᱤᱯᱟᱹᱣ ᱨᱮ ᱵᱟᱝ ᱚᱛᱟ ᱵᱷᱩᱨ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮ ᱛᱟᱦᱮᱸᱱᱟ ᱾

source: Click the %s icon in the top toolbar
in: ᱪᱮᱛᱟᱱ ᱦᱟᱹᱛᱤᱭᱟᱹᱨᱵᱟᱨ ᱨᱮ %s ᱪᱤᱱᱦᱟᱹ ᱚᱛᱟᱭ ᱢᱮ

source: Click the %s...%s icon at the top right:
in: ᱪᱮᱛᱟᱱ ᱨᱮᱭᱟᱜ ᱡᱚᱡᱚᱢ ᱯᱟᱦᱴᱟ ᱨᱮ%s...%s ᱪᱤᱱᱦᱟᱹ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ:

source: Click the %sGeneral%s tab.
in: %sᱥᱟᱫᱷᱟᱨᱚᱬ%s ᱴᱮᱵᱽ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click the %sellipsis icon%s in the toolbar.
in: ᱦᱟᱹᱛᱤᱭᱟᱹᱨᱵᱟᱨ ᱨᱮᱭᱟᱜ %sᱜᱩᱞᱟᱹᱭ ᱪᱤᱛᱟᱹᱨ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

# precise_user_location
source: Click the %slock icon%s on the address bar.
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱨ ᱨᱮᱭᱟᱜ%sᱠᱩᱞᱩᱯ ᱪᱤᱱᱦᱟᱹ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click the Duck icon at the top of your browser to search!
in: ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮᱭᱟᱜ ᱪᱮᱛᱟᱱ ᱯᱟᱦᱴᱟ ᱨᱮ Duck ᱪᱤᱱᱦᱟᱹ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ!

source: Click the Expand Icon.
in: ᱯᱟᱥᱱᱟᱣ ᱪᱤᱱᱦᱟᱹ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click the Search Engine Icon in the Address Bar.
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱨ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱪᱤᱱᱦᱟᱹ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Click the arrow to the right of the %shome icon%s
in: %sᱚᱲᱟᱜ ᱪᱤᱱᱦᱟᱹ%s ᱨᱮᱭᱟᱜ ᱡᱚᱡᱚᱢ ᱛᱤ ᱯᱟᱦᱴᱟ ᱨᱮᱭᱟᱜ ᱥᱟᱨ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click the drop down in the search box
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ ᱨᱮᱭᱟᱜ ᱞᱟᱛᱟᱨ ᱧᱩᱨᱟᱛ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click the dropdown menu beside %sSearch engine used in the address bar%s and select %sDuckDuckGo%s.
in: %sᱴᱷᱤᱠᱬᱟᱹ ᱵᱟᱨ ᱨᱮ ᱵᱮᱵᱷᱟᱨ ᱠᱟᱱ ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱨ%s ᱥᱩᱨ ᱨᱮᱭᱟᱜ ᱞᱟᱛᱟᱨ ᱧᱩᱨ ᱢᱮᱱᱩ ᱨᱮ ᱚᱛᱟ ᱠᱟᱛᱮ %sDuckDuckGo%s ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾

source: Click the magnifying glass in the search bar
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱨ ᱨᱮᱭᱟᱜ ᱢᱮᱜᱽᱱᱤᱯᱷᱟᱭᱤᱝ ᱜᱽᱞᱟᱥ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click the magnifying glass in the search box (at the top of the browser)
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ ᱨᱮᱭᱟᱜ ᱢᱮᱜᱽᱱᱤᱯᱷᱟᱭᱤᱝ ᱜᱽᱞᱟᱥ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ (ᱵᱽᱨᱟᱣᱡᱚᱨ ᱨᱮᱭᱟᱜ ᱪᱮᱛᱟᱱ ᱨᱮ)

source: Click this button to get started:
in: ᱮᱛᱦᱮᱵ ᱞᱟᱹᱜᱤᱫ ᱱᱚᱶᱟ ᱵᱩᱛᱟᱹᱢ ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ :

source: Click to collapse
in: ᱦᱚᱯᱚᱱ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱱᱚᱰᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Click to expand
in: ᱯᱟᱥᱱᱟᱣ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ ᱱᱚᱰᱮ ᱚᱛᱟᱭ ᱢᱮ

# image-type
source: Clipart
in: ᱨᱮᱴᱚᱯ ᱦᱩᱱᱟᱹᱨ

source: Close window.
in: ᱣᱤᱱᱰᱚ ᱵᱚᱱᱫᱚᱭ ᱢᱮ ᱾

source: Closed
in: ᱵᱚᱱᱫᱚ ᱟᱠᱟᱱᱟ

# maps_places
source: Closed
in: ᱵᱚᱱᱫᱚ ᱟᱠᱟᱱᱟ

# maps_places
source: Closes
in: ᱵᱚᱸᱫᱚᱭᱟᱭ

# maps_places
source: Closes soon
in: ᱞᱚᱜᱚᱱ ᱜᱮ ᱵᱚᱸᱫᱚᱜᱼᱟ

source: Cloud Save
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ

source: Cloud Save
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ

# settings
source: Cloud Save
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ

# settings
source: Cloud Save Bookmarklet URL:
in: ᱯᱩᱛᱷᱤᱪᱤᱱᱦᱟᱹ URL ᱠᱞᱟᱣᱰ ᱨᱮ ᱧᱟᱧᱪᱟᱣ ᱢᱮ :

# cloudsave
source: Cloud Save Enabled
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ ᱮᱢ ᱪᱷᱚ ᱮᱱᱟ

# cloudsave
source: Cloud Save FAQ
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ FAQ

# cloudsave
source: Cloud Save discussion on duck.co
in: duck.co ᱨᱮ ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ ᱜᱟᱯᱟᱞᱢᱟᱨᱟᱣ

# cloudsave
source: Cloud Save lets you save your settings more permanently by entering a passphrase. It is entirely optional.
in: ᱠᱞᱟᱣᱰ ᱥᱟᱧᱪᱟᱣ ᱫᱚ ᱟᱢᱟᱜ ᱟᱫᱮᱨ ᱠᱟᱱ ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱟᱫᱮᱨ ᱠᱟᱛᱮ ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱟᱨᱦᱚᱸ ᱵᱮᱥ ᱞᱮᱠᱟᱛᱮ ᱥᱟᱧᱪᱟᱣᱟᱭ ᱾ ᱱᱚᱶᱟ ᱫᱚ ᱩᱱᱟᱹᱜ ᱡᱟᱹᱨᱲ ᱵᱟᱝ ᱠᱟᱱᱟ ᱾

source: Colombia
in: ᱠᱚᱞᱚᱢᱵᱤᱭᱟ

source: Color
in: ᱨᱚᱝ

source: Color Settings
in: ᱨᱚᱝ ᱥᱟᱡᱟᱣ ᱠᱚ

# image-color
source: Color only
in: ᱠᱷᱟᱹᱞᱤ ᱨᱚᱝ ᱜᱮ

source: Colors
in: ᱨᱚᱝ ᱠᱚ

source: Comics
in: ᱠᱚᱢᱤᱠᱥ

source: Comments
in: ᱴᱤᱯᱬᱤ ᱠᱚ

source: Community
in: ᱵᱤᱨᱟᱹᱫ

source: Concerts
in: ᱯᱨᱚᱜᱽᱨᱟᱢ ᱠᱚ

# Covid 19 module
source: Confirmed
in: ᱴᱷᱟᱹᱣᱠᱟᱹ ᱮᱱᱟ

# Covid 19 module
source: Confirmed Cases
in: ᱴᱷᱟᱹᱣᱠᱟᱹ ᱡᱤᱱᱤ ᱠᱚ

source: Congratulations!
in: ᱥᱟᱨᱦᱟᱣ!

# theme
source: Contrast
in: ᱵᱟᱝ ᱢᱤᱫ

# settings
source: Controls the width of the search box and results
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ ᱟᱨ ᱛᱮᱞᱟ ᱠᱚ ᱨᱮᱭᱟᱜ ᱚᱥᱟᱨ ᱠᱚᱵᱚᱡᱽ ᱠᱚ

source: Conversion
in: ᱩᱪᱟᱹᱲ

# settings
source: Cookie data:
in: ᱠᱩᱠᱤ ᱰᱟᱴᱟ :

source: Copy &amp; paste %sabout:preferences#search%s into the address bar
in: ᱴᱷᱤᱠᱬᱟᱹ ᱵᱟᱨ ᱨᱮ %sabout:preferences#search%s ᱱᱚᱠᱚᱞ &amp; ᱞᱟᱴᱷᱟᱭ ᱢᱮ

# translations_module
source: Copy translation
in: ᱛᱚᱨᱡᱚᱢᱟ ᱱᱚᱠᱚᱞ ᱢᱮ

# Report image modal
source: Copyright violation
in: ᱪᱷᱟᱯᱟᱦᱚᱠ ᱵᱟᱝ ᱵᱟᱛᱟᱣ

# Covid 19 module
source: Coronavirus Disease (COVID-19)
in: Coronavirus ᱨᱩᱣᱟᱹ (COVID-19)

source: Coupons
in: ᱠᱩᱯᱚᱱ

# video-license
source: Creative Commons
in: ᱠᱨᱤᱭᱮᱴᱤᱵᱷ ᱠᱚᱢᱚᱱ ᱠᱚ

# attribution
source: Credits
in: ᱧᱩᱛᱩᱢ ᱦᱟᱹᱨ ᱠᱚ

source: Croatia
in: ᱠᱨᱚᱮᱥᱤᱭᱟ

# language_name
source: Croatian
in: ᱠᱨᱚᱮᱥᱤᱭᱟᱱ

source: Currency
in: ᱴᱟᱠᱟ

# settings
source: Custom
in: ᱠᱚᱥᱴᱚᱢ

# settingsvalue
source: Custom
in: ᱠᱚᱥᱴᱚᱢ

# settings
source: Custom %s
in: ᱱᱤᱡᱮᱛᱮ %s

# settingsvalue
source: Custom %s
in: ᱱᱤᱡᱮᱛᱮ %s

source: Custom date range
in: ᱱᱤᱡᱮᱛᱮᱭᱟᱜ ᱢᱟᱹᱦᱤᱛ ᱥᱤᱢᱟᱹ

# language_name
source: Czech
in: ᱪᱮᱠ

source: Czech Republic
in: ᱪᱮᱠ ᱨᱤᱯᱟᱹᱵᱞᱤᱠ

# language_name
source: Danish
in: ᱰᱮᱱᱤᱥ

# language_name
source: Dari
in: ᱰᱟᱨᱤ

source: Dark
in: ᱧᱩᱛ

# theme
source: Dark
in: ᱧᱩᱛ

# Stocks module
source: Data provided by IEX Cloud
in: ᱥᱟᱴᱟ ᱫᱚ IEX Cloud ᱮ ᱮᱢ ᱠᱟᱜᱼᱟᱭ

source: Date
in: ᱢᱟᱦᱤᱛ

# feedback form
source: Date Filters
in: ᱢᱟᱹᱦᱤᱛ ᱪᱷᱟᱹᱱᱤ ᱠᱚ

# feedback form
source: Date filters
in: ᱢᱟᱹᱦᱤᱛ ᱪᱷᱟᱹᱱᱤ ᱠᱚ

# Covid 19 module
source: Deaths
in: ᱜᱩᱨ ᱠᱚ

source: Default
in: ᱢᱩᱞ

# theme
source: Default
in: ᱢᱩᱞ

source: Definition
in: ᱩᱯᱨᱩᱢ
