Repository: Blueberryy/duckduckgo-locales
Catalog: locales/sat_*/LC_MESSAGES/duckduckgo.po
Languages: in

# language_name
source: Lithuanian
in: ᱞᱤᱛᱷᱩᱣᱟᱱᱤᱭᱟᱹᱱ

# settings
source: Load
in: ᱞᱟᱪᱮ

source: Load Cloud Settings
in: ᱠᱞᱟᱣᱰ ᱥᱟᱡᱟᱣ ᱠᱚ ᱞᱟᱫᱮ ᱢᱮ

# cloudsave
source: Load Cloud Settings
in: ᱠᱞᱟᱣᱰ ᱥᱟᱡᱟᱣ ᱠᱚ ᱞᱟᱫᱮ ᱢᱮ

source: Load More
in: ᱟᱨᱦᱚᱸ ᱞᱚᱰ ᱢᱮ

source: Load Settings
in: ᱥᱟᱡᱟᱣ ᱠᱚ ᱞᱟᱫᱮ ᱢᱮ

source: Loading...
in: ᱞᱟᱫᱮᱜ ᱠᱟᱱᱟ...

# settings
source: Loads more image and video results when scrolling
in: ᱠᱷᱚᱥᱨᱚᱫ ᱡᱷᱚᱜ ᱰᱷᱮᱨ ᱪᱤᱛᱟᱹᱨ ᱟᱨ ᱣᱤᱰᱤᱭᱚ ᱛᱮᱞᱟ ᱠᱚ ᱞᱟᱫᱮᱟᱭ

# settings
source: Loads more image results when scrolling
in: ᱠᱷᱚᱥᱨᱚᱫ ᱡᱷᱚᱜ ᱰᱷᱮᱨ ᱪᱤᱛᱟᱹᱨ ᱛᱮᱞᱟ ᱠᱚ ᱞᱟᱫᱮᱟᱭ

# settings
source: Loads more results in Images, Videos, and Shopping when scrolling
in: ᱠᱷᱚᱥᱨᱚᱫ ᱡᱷᱚᱜ ᱰᱷᱮᱨ ᱪᱤᱛᱟᱹᱨ ᱠᱚ, ᱣᱤᱰᱤᱭᱚ ᱠᱚ, ᱟᱨ ᱠᱤᱨᱤᱧᱟᱜ ᱡᱤᱱᱤᱥ ᱨᱮᱭᱟᱜ ᱛᱮᱞᱟ ᱞᱟᱫᱮᱟᱭ

# settings
source: Loads more results when scrolling
in: ᱠᱷᱚᱥᱨᱚᱫ ᱡᱷᱚᱜ ᱰᱷᱮᱨ ᱛᱮᱞᱟ ᱠᱚ ᱞᱟᱫᱮᱟᱭ

# Covid 19 module
source: Location
in: ᱡᱟᱭᱜᱟ

# settings
source: Location
in: ᱡᱟᱭᱜᱟ

# precise_user_location
source: Location information is stored only on your device.
in: ᱡᱟᱭᱜᱟ ᱠᱷᱚᱵᱚᱨ ᱫᱚ ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱜᱮ ᱫᱚᱦᱚᱜᱼᱟ ᱾

# feedback form
source: Location on map is wrong
in: ᱱᱚᱠᱥᱟ ᱨᱮ ᱡᱟᱭᱜᱟ ᱵᱷᱩᱞ ᱜᱮᱭᱟ

# video-duration
source: Long
in: ᱡᱤᱞᱤᱧ

source: Look & Feel Settings
in: ᱧᱮᱞ & ᱵᱩᱡᱷᱟᱹᱣ ᱥᱟᱡᱟᱣ ᱠᱚ

# spread_badge
source: Love DuckDuckGo?
in: DuckDuckGo ᱠᱩᱥᱤᱭᱟᱜ ᱠᱟᱱᱟᱢ ᱥᱮ?

# Stocks module
source: Low
in: ᱠᱚᱢ

# lyrics_module
source: Lyrics provided by
in: ᱞᱭᱨᱤᱠᱥ ᱮᱢᱚᱜᱤᱡ

# noresults
source: Make sure all words are spelled correctly.
in: ᱢᱚᱱᱮ ᱠᱟᱛᱮ ᱡᱷᱚᱛᱚ ᱟᱹᱲᱟᱹ ᱜᱟᱵᱟᱱ ᱴᱷᱤᱠ ᱢᱮᱱᱟᱜᱼᱟ ᱾

source: Make sure to check %s"Make this my default search provider"%s
in: ᱢᱚᱱᱮ ᱠᱟᱛᱮ %s"ᱱᱚᱶᱟ ᱫᱚ ᱤᱧᱟᱜ ᱢᱩᱞ ᱥᱮᱸᱫᱽᱨᱟ ᱮᱢᱚᱜᱤᱡ ᱞᱮᱠᱷᱟ ᱛᱮᱭᱟᱨ ᱢᱮ"%s ᱨᱮ ᱪᱤᱱᱦᱟᱹᱭ ᱢᱮ

# directions
source: Make sure your search is spelled correctly.
in: ᱢᱚᱱᱮ ᱠᱟᱛᱮ ᱟᱢᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱟᱹᱲᱟᱹ ᱜᱟᱵᱟᱱ ᱴᱷᱤᱠ ᱧᱮᱞ ᱵᱤᱲᱟᱹᱣ ᱢᱮ ᱾

# language_name
source: Malagasy
in: ᱢᱟᱞᱟᱜᱟᱥᱮᱭ

# language_name
source: Malay
in: ᱢᱟᱞᱮᱭ

# language_name
source: Malayalam
in: ᱢᱟᱞᱟᱭᱟᱞᱟᱢ

source: Malaysia
in: ᱢᱟᱞᱮᱥᱤᱭᱟ

source: Malaysia (en)
in: ᱢᱟᱞᱮᱥᱤᱭᱟ (en)

# language_name
source: Maltese
in: ᱢᱟᱞᱴᱤᱡᱽ

# language_name
source: Maori
in: ᱢᱟᱣᱨᱤ

source: Map
in: ᱱᱚᱠᱥᱟ

# settings
source: Map Rendering
in: ᱱᱚᱠᱥᱟ ᱧᱮᱞᱚᱜ

source: Maps
in: ᱱᱚᱠᱥᱟ ᱠᱚ

# feedback form
source: Maps
in: ᱱᱚᱠᱥᱟ ᱠᱚ

# feedback form
source: Maps / location info
in: ᱱᱚᱠᱥᱟ ᱠᱚ / ᱡᱟᱭᱜᱟ ᱵᱟᱵᱚᱛ

# language_name
source: Marathi
in: ᱢᱟᱨᱟᱴᱷᱤ

# precise_user_location
source: Maybe later
in: ᱯᱟᱞᱮ ᱛᱟᱭᱚᱢᱛᱮ

source: Meanings
in: ᱢᱮᱱᱮᱛ ᱠᱚ

# settingsvalue
source: Medium
in: ᱛᱟᱞᱟ

# size
source: Medium
in: ᱛᱟᱞᱟ

# video-duration
source: Medium
in: ᱛᱟᱞᱟ

source: Menu
in: ᱢᱤᱱᱭᱩ

# maps_places
source: Menu
in: ᱢᱤᱱᱭᱩ

# settingsvalue
source: Metric (Kilograms, Meters, Celsius)
in: ᱢᱮᱴᱨᱤᱠ (ᱠᱤᱞᱚᱜᱽᱨᱟᱢ, ᱢᱤᱴᱚᱨ, ᱥᱮᱞᱥᱤᱭᱚᱥ)

# settingsvalue
source: Metric (kilograms, meters, Celsius)
in: ᱢᱮᱴᱨᱤᱠ (ᱠᱤᱞᱚᱜᱽᱨᱟᱢ, ᱢᱤᱴᱚᱨ, ᱥᱮᱞᱥᱤᱭᱚᱥ)

source: Mexico
in: ᱢᱮᱠᱥᱤᱠᱚ

# placement
source: Middle
in: ᱛᱟᱞᱟᱢᱟᱞᱟ

# Stocks module
source: Mkt Cap
in: Mkt ᱴᱤᱯᱤ

# settings
source: Mobile Instructions (not displayed on settings page)
in: ᱢᱚᱵᱟᱭᱤᱞ ᱵᱤᱵᱨᱚᱬ ᱠᱚ (ᱥᱟᱡᱟᱣ ᱥᱟᱦᱴᱟ ᱨᱮ ᱵᱟᱝ ᱫᱮᱠᱷᱟᱣᱜᱼᱟ)

# safe search
source: Moderate
in: ᱛᱮᱭᱟᱨ ᱟᱹᱨᱩ

# settingsvalue
source: Moderate
in: ᱛᱮᱭᱟᱨ ᱟᱹᱨᱩ

source: More
in: ᱰᱷᱮᱨ

# additional
source: More
in: ᱰᱷᱮᱨ

# frontpage
source: More
in: ᱰᱷᱮᱨ

source: More Images
in: ᱰᱷᱮᱨ ᱪᱤᱛᱟᱹᱨ ᱠᱚ

source: More Info
in: ᱰᱷᱮᱨ ᱵᱟᱲᱟᱭ

source: More Links
in: ᱰᱷᱮᱨ ᱞᱤᱝ ᱠᱚ

source: More News
in: ᱰᱷᱮᱨ ᱠᱷᱚᱵᱚᱨ ᱠᱚ

source: More Places
in: ᱰᱷᱮᱨ ᱡᱟᱭᱜᱟ ᱠᱚ

source: More Products
in: ᱰᱷᱮᱨ ᱡᱤᱱᱥᱚ ᱠᱚ

source: More Recipes
in: ᱰᱷᱮᱨ ᱨᱮᱥᱤᱯᱤ

source: More Related Topics
in: ᱰᱷᱮᱨ ᱡᱩᱲᱟᱹᱣ ᱵᱤᱥᱚᱭ ᱠᱚ

# more_reviews_on_external_website
source: More Reviews on %s
in: %s ᱨᱮ ᱰᱷᱮᱨ ᱧᱮᱞ ᱠᱚ

source: More Themes
in: ᱰᱷᱮᱨ ᱩᱱᱩᱭᱦᱟᱹᱨ ᱠᱚ

source: More Videos
in: ᱰᱷᱮᱨ ᱣᱤᱰᱤᱭᱚ ᱠᱚ

source: More about !bangs
in: !ᱴᱤ ᱴᱚᱲᱚᱜ ᱵᱟᱵᱚᱛ ᱰᱷᱮᱨ

source: More at
in: ᱨᱮ ᱰᱷᱮᱨ ᱡᱱᱤᱥ

source: More at %s
in: %s ᱨᱮ ᱰᱷᱮᱨ ᱡᱱᱤᱥ

source: More at %s
in: %s ᱨᱮ ᱰᱷᱮᱨ ᱡᱱᱤᱥ

source: More from
in: ᱠᱷᱚᱱ ᱰᱷᱮᱨ ᱡᱱᱤᱥ

# precise_user_location
source: More info
in: ᱰᱷᱮᱨ ᱵᱟᱲᱟᱭ

source: More on %s
in: %s ᱨᱮ ᱰᱷᱮᱨ ᱡᱤᱱᱤᱥ

source: More results
in: ᱰᱷᱮᱨ ᱛᱮᱞᱟ ᱠᱚ

# additional_info_at
source: More results
in: ᱰᱷᱮᱨ ᱛᱮᱞᱟ ᱠᱚ

# Covid 19 module
source: More statistics
in: ᱰᱷᱮᱨ ᱞᱮᱠᱷᱟᱡᱚᱠᱷᱟ ᱠᱚ

# video-duration
source: More than 20 minutes
in: 20 ᱴᱤᱯᱤᱡ ᱠᱷᱚᱱ ᱰᱷᱮᱨ

# frontpage
source: More ways to add DuckDuckGo to %s
in: DuckDuckGo ᱫᱚ %s ᱨᱮ ᱥᱮᱞᱮᱫ ᱞᱟᱹᱜᱤᱫ ᱰᱷᱮᱨ ᱛᱚᱨᱠᱟ

# precise_user_location
source: Move map to set current location
in: ᱱᱤᱛᱚᱜ ᱡᱟᱭᱜᱟ ᱥᱮᱴ ᱞᱟᱹᱜᱤᱫ ᱱᱚᱠᱥᱟ ᱩᱪᱟᱹᱲ ᱢᱮ

source: Movies
in: ᱯᱷᱤᱞᱢ ᱠᱚ

# settings
source: Multi-Step Add-to-Browser Onboarding Step
in: ᱟᱭᱢᱟ ᱛᱟᱲᱟᱢ ᱵᱽᱨᱟᱡᱚᱨᱼᱛᱮᱼᱥᱮᱞᱮᱫ ᱚᱱᱵᱚᱰᱤᱝ ᱛᱟᱲᱟᱢ

source: Music
in: ᱥᱮᱨᱮᱧ

source: Muted red
in: ᱢᱭᱩᱴ ᱟᱨᱟᱜ

# language_name
source: Myanmar (Burmese)
in: ᱢᱟᱭᱟᱱᱢᱟᱨ (ᱵᱩᱨᱢᱟ)

# directions
source: Navigate in
in: ᱨᱮ ᱱᱟᱠᱷᱟᱭ ᱢᱮ

# precise_user_location
source: Navigate to Setting > Apps.
in: ᱥᱟᱡᱟᱣ > ᱮᱯ ᱠᱚ ᱨᱮ ᱱᱟᱠᱷᱟᱭ ᱢᱮ ᱾

source: Nearby
in: ᱥᱩᱨ-ᱥᱩᱯᱩᱨ

# language_name
source: Nepali
in: ᱱᱮᱯᱟᱞᱤ

source: Netherlands
in: ᱱᱤᱫᱚᱨᱞᱮᱸᱱᱰᱥ

# settings
source: New Tab Page Most Visited Sites
in: ᱡᱟᱹᱥᱛᱤ ᱦᱤᱨᱤ ᱠᱟᱱ ᱥᱟᱦᱴᱟ ᱠᱚ ᱞᱟᱹᱜᱤᱫ ᱱᱟᱶᱟ ᱴᱮᱵᱽ ᱥᱟᱦᱴᱟ

# settings
source: New URL Style
in: ᱱᱟᱶᱟ URL ᱥᱴᱟᱭᱤᱞ

source: New Zealand
in: ᱱᱭᱣ ᱡᱤᱞᱮᱸᱱᱰ

# new user poll
source: New browser or computer
in: ᱱᱟᱶᱟ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱵᱟᱝᱠᱷᱟᱱ ᱠᱚᱢᱯᱩᱴᱚᱨ

# new user poll
source: New to DuckDuckGo?
in: DuckDuckGo ᱨᱮ ᱱᱟᱶᱟ ᱢᱮᱱᱟᱢᱟ?

source: News
in: ᱠᱷᱚᱵᱚᱨ

source: News Articles
in: ᱱᱟᱶᱟ ᱚᱱᱚᱞ ᱠᱚ

source: No
in: ᱵᱟᱝ

# noresults
source: No %s found for %s%s%s.
in: ᱞᱟᱹᱜᱤᱫ %s%s%s ᱪᱮᱫ %s ᱵᱟᱝ ᱧᱟᱱ ᱠᱮᱱᱟ ᱾

# directions
source: No Available Routes
in: ᱦᱚᱨ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: No More Photos
in: ᱰᱷᱮᱨ ᱪᱤᱛᱟᱹᱨ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: No Tracking. Ever.
in: ᱴᱨᱟᱠᱤᱝ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱛᱤᱥ ᱦᱚᱸ ᱾

# safe search
source: No adult content
in: ᱢᱟᱨᱟᱝ ᱦᱚᱲ ᱡᱤᱱᱤᱥ ᱵᱟᱹᱱᱩᱜᱼᱟ

# directions
source: No available routes between these locations
in: ᱱᱚᱶᱟ ᱡᱟᱭᱜᱟ ᱵᱷᱤᱛᱨᱭ ᱨᱮ ᱪᱮᱫ ᱦᱚᱨ ᱵᱟᱹᱱᱩᱜᱼᱟ

# safe search
source: No explicit images or videos
in: ᱪᱮᱫ ᱠᱷᱟᱨᱟᱯ ᱪᱤᱛᱟᱹᱨ ᱵᱟᱝᱠᱷᱟᱱ ᱣᱤᱰᱤᱭᱚ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

# noresults
source: No more results found for %s%s%s.
in: %s%s%s ᱞᱟᱹᱜᱤᱫ ᱪᱮᱫ ᱛᱮᱞᱟ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱾

# settingsvalue
source: No preference (default)
in: ᱪᱮᱫ ᱠᱩᱥᱤ ᱵᱟᱹᱱᱩᱜᱼᱟ (ᱢᱩᱞ)

source: No results
in: ᱪᱮᱫ ᱛᱮᱞᱟ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

# noresults
source: No results found for %s%s%s.
in: %s%s%s ᱞᱟᱹᱜᱤᱫ ᱪᱮᱫ ᱛᱮᱞᱟ ᱠᱚ ᱵᱟᱝ ᱧᱟᱢ ᱞᱮᱱᱟ ᱾ ᱾

# directions
source: No results found.
in: ᱪᱮᱫ ᱛᱮᱞᱟ ᱠᱚ ᱵᱟᱝ ᱧᱟᱢ ᱞᱮᱱᱟ ᱾

# new user poll
source: No thanks.
in: ᱵᱟᱝᱟ ᱥᱟᱨᱦᱟᱣ ᱜᱮ ᱾

# homepage onboarding
source: No tracking, no ad targeting, just searching!
in: ᱪᱮᱫ ᱴᱨᱮᱠᱤᱝ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ, ᱪᱮᱫ ᱮᱰ ᱴᱨᱮᱠᱤᱝ ᱵᱟᱹᱱᱩᱜᱼᱟ, ᱠᱷᱟᱹᱞᱤ ᱥᱮᱸᱫᱽᱨᱟ ᱡᱚᱝ ᱜᱮ!

# homepage onboarding
source: No tracking, no ad targeting, just searching.
in: ᱪᱮᱫ ᱴᱨᱮᱠᱤᱝ ᱠᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ, ᱪᱮᱫ ᱮᱰ ᱴᱨᱮᱠᱤᱝ ᱵᱟᱹᱱᱩᱜᱼᱟ, ᱠᱷᱟᱹᱞᱤ ᱥᱮᱸᱫᱽᱨᱟ ᱡᱚᱝ ᱜᱮ!

# new user poll
source: No, old user!
in: ᱵᱟᱝᱟ, ᱢᱟᱨᱮ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ!

# settingsvalue
source: Normal
in: ᱥᱟᱫᱷᱟᱨᱱ

# width
source: Normal
in: ᱥᱟᱫᱷᱟᱨᱱ

source: Norway
in: ᱱᱚᱨᱣᱮᱭ

# language_name
source: Norwegian
in: ᱱᱚᱨᱣᱮᱭᱟᱹᱱ

# precise_user_location
source: Not getting nearby results?
in: ᱥᱩᱨ ᱛᱮᱞᱟ ᱠᱚ ᱵᱟᱝ ᱧᱟᱢ ᱮᱫᱟᱢ?

source: Not many results contain %s
in: %s ᱛᱟᱦᱮᱸᱱ ᱠᱟᱱ ᱡᱤᱱᱤᱥ ᱫᱚ ᱛᱮᱞᱟ ᱨᱮ ᱩᱱᱟᱹᱜ ᱵᱟᱹᱱᱩᱜᱼᱟ

# Report image modal
source: Not relevant
in: ᱵᱟᱝ ᱡᱩᱲᱟᱹᱣᱟᱜ

# settingsvalue
source: Not set
in: ᱵᱟᱝ ᱥᱮᱴ ᱠᱟᱱᱟ

source: Nutrition
in: ᱯᱚᱥᱚᱠᱛᱚᱛ

source: OK
in: ᱴᱷᱤᱠ

# mobile promotion on desktop
source: OK, got it!
in: ᱴᱷᱤᱠ, ᱵᱟᱰᱟᱭ ᱠᱮᱜᱼᱟᱹᱧ!

# language_name
source: Odia
in: ᱳᱰᱤᱭᱟ

source: Off
in: ᱵᱚᱸᱫᱚ

# setting
source: Off
in: ᱵᱚᱸᱫᱚ

# settingsvalue
source: Off
in: ᱵᱚᱸᱫᱚ

source: Offers
in: ᱚPᱦᱚᱨ ᱠᱚ

# settings
source: Omits objectionable (mostly adult) material
in: ᱵᱟᱝᱠᱩᱥᱤ ᱡᱤᱱᱤᱥ (ᱢᱟᱲᱟᱝ ᱦᱚᱲ ᱡᱤᱱᱤᱥ) ᱢᱮᱴᱟᱣᱟᱭ

source: On
in: ᱪᱟᱹᱞᱩ

# setting
source: On
in: ᱪᱟᱹᱞᱩ

# setting
source: On & floating
in: ᱪᱟᱹᱞᱩ & ᱯᱟᱭᱨᱟᱜ

# setting
source: On & scrolling
in: ᱪᱟᱹᱞᱩ & ᱠᱷᱚᱥᱨᱚᱫ ᱡᱷᱚᱜ

source: On Mac, %sClick Maxthon > Preferences%s, On Windows, %sClick the %s icon > Settings%s
in: Mac ᱨᱮ, %s Maxthon ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ > ᱠᱩᱥᱤ ᱠᱚ%s, Windows ᱨᱮ, %sᱪᱤᱱᱦᱟᱹ %s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ > ᱥᱟᱡᱟᱣ ᱠᱚ%s

# setting
source: On but no numbers
in: ᱪᱟᱹᱞᱩ ᱢᱮᱱᱟᱜᱼᱟ ᱢᱮᱱᱠᱷᱟᱱ ᱮᱞ ᱫᱚ ᱵᱟᱹᱱᱩᱜᱼᱟ

# new user poll
source: Online article
in: ᱚᱱᱞᱟᱭᱤᱱ ᱚᱱᱚᱞ

# cloudsave
source: Only the settings that you have changed. They are detailed on the %sURL Parameters%s page.
in: ᱠᱷᱟᱹᱞᱤ ᱵᱚᱫᱚᱞ ᱠᱟᱱ ᱥᱟᱡᱟᱣ ᱠᱚ ᱨᱮᱭᱟᱜ ᱜᱮ ᱾ %sURL ᱯᱟᱨᱟᱢᱤᱴᱚᱨ ᱠᱚ%s ᱥᱟᱦᱴᱟ ᱨᱮ ᱯᱩᱥᱴᱟᱹᱣ ᱥᱟᱹᱦᱤᱡ ᱚᱞ ᱠᱟᱱᱟ ᱾

# translations_module
source: Oops! An unexpected error occurred while translating this text. Please try again later.
in: ᱮᱦᱮ! ᱚᱞ ᱛᱚᱨᱡᱚᱢᱟ ᱡᱷᱚᱜ ᱵᱟᱝ ᱵᱟᱲᱟᱭ ᱵᱷᱩᱞ ᱦᱩᱭᱮᱱᱟ ᱾ ᱫᱚᱭᱟᱠᱟᱛᱮ ᱛᱟᱭᱚᱢᱛᱮ ᱫᱩᱦᱲᱟᱹ ᱠᱩᱨᱩᱢᱩᱴᱩᱭ ᱢᱮ ᱾

# Stocks module
source: Open
in: ᱡᱷᱤᱡᱽ ᱢᱮ

# maps_places
source: Open
in: ᱡᱷᱤᱡᱽ ᱢᱮ

source: Open %s website
in: %s ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱡᱷᱤᱡᱽ ᱢᱮ

# mobile homepage banner
source: Open %sMenu%s
in: %sᱢᱮᱱᱩ%s ᱡᱷᱤᱡᱽ ᱢᱮ

# mobile homepage banner
source: Open %sSettings%s
in: %sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱡᱷᱤᱡᱽ ᱢᱮ

# precise_user_location
source: Open 'Location', and ensure location is %senabled%s.
in: 'ᱡᱟᱭᱜᱟ' ᱡᱷᱤᱡᱽ ᱢᱮ, ᱟᱨ ᱢᱚᱱᱮ ᱠᱟᱛᱮ %sᱮᱢ ᱪᱷᱚ%s ᱠᱚᱜ ᱢᱟᱸ ᱾

# precise_user_location
source: Open 'Privacy', then 'Location Services'.
in: 'ᱱᱤᱥᱚᱱ' ᱡᱷᱤᱡᱽ ᱢᱮ, ᱤᱱᱟᱹ ᱛᱟᱭᱚᱢ 'ᱡᱟᱭᱜᱟ ᱠᱟᱹᱢᱤ ᱠᱚ' ᱡᱷᱤᱡᱽ ᱢᱮ ᱾

# maps_places
source: Open 24 hours
in: 24 ᱴᱚᱲᱟᱝ ᱡᱷᱤᱡᱽ ᱢᱮ

# maps_places
source: Open Expanded Map
in: ᱯᱟᱥᱱᱟᱣ ᱠᱟᱱ ᱱᱚᱠᱥᱟ ᱡᱷᱤᱡᱽ ᱢᱮ

# settings
source: Open Links in a New Tab
in: ᱱᱚᱶᱟ ᱴᱮᱵᱽ ᱨᱮ ᱞᱤᱝ ᱠᱚ ᱡᱷᱤᱡᱽ ᱢᱮ

source: Open Map
in: ᱱᱚᱠᱥᱟ ᱡᱷᱤᱡᱽ ᱢᱮ

source: Open Settings
in: ᱥᱟᱡᱟᱣ ᱠᱚ ᱡᱷᱤᱡᱽ ᱢᱮ

source: Open a new tab or window
in: ᱱᱚᱶᱟ ᱴᱮᱵᱽ ᱟᱨᱵᱟᱝ ᱡᱷᱚᱨᱠᱟ ᱡᱷᱤᱡᱽ ᱢᱮ

# welcome message eu search preference android
source: Open app
in: ᱮᱯ ᱡᱷᱤᱡᱽ ᱢᱮ

# open_in_third_party_app
source: Open in %s
in: %s ᱨᱮ ᱡᱷᱤᱡᱽ ᱢᱮ

# settingsvalue
source: Open on third-party site
in: ᱯᱮᱼᱯᱟᱨᱴᱭ ᱥᱟᱭᱤᱴ ᱡᱷᱤᱡᱽ ᱢᱮ

# precise_user_location
source: Open the %sSettings app%s.
in: %sᱥᱟᱡᱟᱣ ᱮᱯ%s ᱡᱷᱤᱡᱽ ᱢᱮ ᱾

# precise_user_location
source: Open the %sSettings%s app.
in: %sᱥᱟᱡᱟᱣ%s ᱮᱯ ᱡᱷᱤᱡᱽ ᱢᱮ ᱾

# maps_places
source: Opens
in: ᱠᱷᱩᱞᱟᱹᱭᱟᱭ

# settings
source: Opens results in new windows/tabs
in: ᱱᱚᱶᱟ ᱡᱷᱚᱨᱠᱟ ᱠᱚ/ᱴᱮᱵᱽ ᱠᱚᱨᱮ ᱛᱮᱞᱟ ᱠᱚ ᱡᱷᱤᱡᱽ ᱟᱭ

# maps_places
source: Opens soon
in: ᱞᱚᱜᱚᱱ ᱜᱮ ᱡᱷᱤᱡᱽ ᱟᱭ

# feedback form
source: Optional
in: ᱟᱯᱱᱟᱨ ᱢᱚᱱᱮ ᱛᱮᱭᱟᱜ

# maps_maps_module
source: Or did you mean:
in: ᱵᱟᱝᱠᱷᱟᱱ ᱟᱢ ᱢᱮᱱᱮᱜᱼᱟᱢ:

source: Orange
in: ᱜᱮᱨᱩᱟ

# color
source: Orange
in: ᱜᱮᱨᱩᱟ

# feedback form
source: Other
in: ᱮᱴᱟᱜ

# homepage onboarding
source: Other search engines track your searches even when you’re in private browsing mode. We don’t track you &mdash; period.
in: ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱠᱚ ᱫᱚ ᱟᱢ ᱯᱨᱟᱭᱣᱮᱴ ᱵᱽᱨᱟᱣᱡᱤᱝ ᱢᱳᱰ ᱨᱮᱦᱚᱸ ᱠᱚ ᱯᱟᱧᱡᱟ ᱠᱟᱱ ᱠᱟᱱᱟ ᱠᱚ ᱾ ᱟᱞᱮ ᱫᱚ ᱵᱟᱞᱮ ᱯᱟᱧᱡᱟ ᱢᱮᱭᱟ &mdash; period ᱾

# SERP footer content
source: Our Crash Course
in: ᱟᱞᱮᱭᱟᱜ ᱠᱨᱟᱥ ᱠᱳᱨᱥ

# homepage onboarding
source: Our privacy policy is simple: we don’t collect or share any of your personal information.
in: ᱟᱞᱮᱭᱟᱜ ᱱᱤᱥᱚᱱ ᱱᱤᱥᱚᱱ ᱫᱚ ᱥᱚᱦᱚᱡᱽ ᱜᱮᱭᱟ : ᱟᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱱᱤᱡᱚᱨᱟᱜ ᱡᱤᱱᱤᱥ ᱵᱤᱵᱨᱚᱬ ᱫᱚ ᱵᱟᱞᱮ ᱡᱟᱣᱨᱟ ᱵᱟᱝᱠᱷᱟᱱ ᱦᱟᱹᱴᱤᱧ ᱟ ᱞᱮ ᱾

source: Our private browser for mobile comes equipped with our search engine, tracker blocker, encryption enforcer, and more. Available on %siOS & Android%s.
in: ᱟᱞᱮᱭᱟᱜ ᱯᱨᱟᱭᱣᱮᱴ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱫᱚ ᱢᱳᱵᱟᱭᱤᱞ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ ᱥᱟᱞᱟᱜ ᱠᱷᱚᱧᱡᱟ ᱠᱟᱛᱮ ᱦᱟᱹᱡᱩᱜ ᱠᱟᱱᱟ, ᱴᱨᱟᱠᱚᱨ ᱵᱞᱚᱠᱚᱨ, ᱨᱩᱠᱷᱤᱭᱟᱹ ᱮᱱᱯᱷᱚᱨᱥᱚᱨ, ᱟᱨ ᱰᱷᱮᱨ ᱡᱤᱱᱤᱥ ᱠᱚ ᱾ %siOS & Android%s ᱨᱮ ᱢᱮᱱᱟᱜᱼᱟ ᱾

# showcase_traffic
source: Over %s Billion anonymous searches.
in: %s ᱵᱤᱞᱤᱭᱚᱱ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚ ᱾

# SERP footer content
source: Over %s in DuckDuckGo privacy donations.
in: DuckDuckGo ᱨᱮ %s ᱱᱤᱥᱚᱱ ᱫᱟᱱ ᱫᱷᱟᱹᱵᱤᱡ ᱮᱱᱟᱜ ᱠᱚᱣᱟ ᱾

# maps_places
source: Overview
in: ᱧᱮᱱᱮᱞ

# feedback form
source: Own this business? Manage on %s
in: ᱱᱚᱶᱟ ᱵᱤᱡᱱᱮᱥ ᱮᱢ ᱱᱤᱡᱚᱨᱟᱜ ᱠᱟᱱᱟ ᱥᱮ? %s ᱨᱮ ᱥᱮᱢᱵᱷᱲᱟᱣ ᱢᱮ

source: Packages
in: ᱜᱷᱮᱱᱴ ᱠᱚ

# settings
source: Page #'s
in: ᱥᱟᱦᱴᱟ #'s

source: Page #s:
in: ᱥᱟᱦᱴᱟ #s:

source: Page %s
in: ᱥᱟᱦᱴᱟ %s

# settings
source: Page Break Lines
in: ᱥᱟᱦᱴᱟ ᱞᱟᱹᱭᱤᱱ ᱨᱟᱹᱯᱩᱫ ᱮᱱᱟ

# settings
source: Page Break Numbers
in: ᱥᱟᱦᱴᱟ ᱨᱟᱹᱯᱩᱫ ᱮᱞ ᱠᱚ

# settings
source: Page Width
in: ᱥᱟᱦᱴᱟ ᱚᱥᱟᱨ

# language_name
source: Pashto
in: ᱯᱟᱥᱛᱚ

# cloudsave
source: Passphrase is already taken.
in: ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱚ ᱢᱟᱲᱟᱝ ᱠᱷᱚᱱ ᱜᱮ ᱤᱫᱤ ᱠᱟᱱᱟ ᱾

# cloudsave
source: Passphrase must be at least 9 characters long.
in: ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱚ 9 ᱚᱞ ᱠᱷᱚᱱ ᱡᱤᱞᱤᱧ ᱧᱚᱜ ᱜᱮ ᱛᱟᱦᱮᱸ ᱠᱚᱜ ᱢᱟᱸ ᱾

# cloudsave
source: Passphrase not found.
in: ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱫᱚ ᱵᱟᱝ ᱧᱟᱢ ᱞᱮᱱᱟ ᱾

# cloudsave
source: Passphrases cannot be recovered as we don't associate your IP address, browser fingerprint, or any other information with the file.
in: ᱯᱟᱥᱯᱷᱨᱮᱡᱽ ᱠᱚ ᱫᱚ ᱫᱩᱦᱲᱟᱹ ᱟᱹᱜᱩ ᱵᱟᱭ ᱜᱟᱱ ᱞᱮᱱᱟ ᱪᱮᱫᱟᱜ ᱥᱮ ᱟᱢᱟᱜ IP ᱴᱷᱤᱠᱬᱟᱹ ᱠᱚ, ᱵᱽᱨᱟᱣᱡᱚᱨ ᱛᱤᱠᱟᱹᱴᱩᱵᱽᱪᱷᱟᱯᱟ, ᱵᱟᱝᱠᱷᱟᱱ ᱮᱴᱟᱜ ᱵᱤᱵᱨᱚᱬ ᱨᱮᱫ ᱥᱟᱶᱛᱮ ᱫᱚ ᱚᱠᱟ ᱥᱟᱞᱟᱜ ᱡᱩᱲᱟᱹᱣ ᱵᱟᱹᱱᱩᱜᱼᱟ ᱾

source: Past Day
in: ᱯᱟᱚᱢᱮᱱ ᱢᱟᱦᱟᱸ

source: Past Month
in: ᱯᱟᱚᱢᱮᱱ ᱪᱟᱸᱫᱚ

source: Past Week
in: ᱯᱟᱚᱢᱮᱱ ᱦᱟᱴ

source: Past Year
in: ᱯᱟᱚᱢᱮᱱ ᱥᱮᱨᱢᱟ

source: Past day
in: ᱯᱟᱚᱢᱮᱱ ᱢᱟᱦᱟᱸ

source: Past month
in: ᱯᱟᱚᱢᱮᱱ ᱪᱟᱸᱫᱚ

source: Past week
in: ᱯᱟᱚᱢᱮᱱ ᱦᱟᱴ

source: Past year
in: ᱯᱟᱚᱢᱮᱱ ᱥᱮᱨᱢᱟ

# language_name
source: Persian
in: ᱵᱷᱟᱹᱨᱥᱚᱱ

source: Peru
in: ᱯᱮᱨᱩ

source: Philippines
in: ᱯᱷᱤᱞᱤᱯᱤᱱᱥ

source: Philippines (tl)
in: ᱯᱷᱤᱞᱤᱯᱤᱱᱥ (tl)

# maps_places
source: Phone
in: ᱯᱷᱚᱱ

# maps_places
source: Phone Number
in: ᱯᱷᱚᱱ ᱱᱚᱢᱵᱚᱨ

# feedback form
source: Phone number is incorrect
in: ᱯᱷᱚᱱ ᱱᱚᱢᱵᱚᱨ ᱫᱚ ᱵᱷᱩᱞ ᱜᱮᱭᱟ

# feedback form
source: Phone number is missing
in: ᱯᱷᱚᱱ ᱱᱚᱢᱵᱚᱨ ᱫᱚ ᱵᱟᱹᱱᱩᱜᱟᱼᱟ

# image-type
source: Photograph
in: ᱪᱤᱛᱟᱹᱨ

source: Photos on %s
in: %s ᱨᱮ ᱪᱤᱛᱟᱹᱨ

# precise_user_location
source: Pick Custom Location
in: ᱱᱤᱡᱮᱛᱮ ᱡᱟᱭᱜᱟ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

# feedback form
source: Pick a category
in: ᱢᱤᱫᱴᱟᱹᱝ ᱦᱟᱹᱴᱤᱧ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

# feedback form
source: Pick a specific problem
in: ᱢᱤᱫᱴᱟᱹᱝ ᱱᱤᱨᱫᱷᱤᱥᱴ ᱮᱴᱠᱮᱴᱚᱬᱮ ᱵᱟᱪᱷᱟᱣ ᱢᱮ

source: Pink
in: ᱯᱤᱝᱠ

# color
source: Pink
in: ᱯᱤᱝᱠ

source: Placement:
in: ᱴᱷᱟᱶ :

source: Places
in: ᱡᱟᱭᱜᱟ ᱠᱚ

# cloudsave
source: Please enter a pass phrase
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱢᱤᱫᱴᱟᱹᱝ ᱯᱟᱥ ᱯᱷᱨᱮᱡᱽ ᱟᱫᱮᱨ ᱢᱮ

# feedback form
source: Please provide feedback
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱮᱱᱟ ᱠᱮᱢ

# new user poll
source: Please select one option.
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱢᱤᱫ ᱚᱯᱥᱚᱱ ᱦᱟᱛᱟᱣ ᱢᱮ ᱾

# feedback form
source: Please suggest the correct address
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱴᱦᱤᱠ ᱴᱷᱤᱠᱬᱟᱹ ᱠᱚ ᱵᱟᱛᱟᱣ ᱢᱮ

# feedback form
source: Please suggest the correct hours of operation
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱴᱷᱤᱠ ᱴᱟᱲᱟᱝ ᱨᱮᱭᱟᱜ ᱠᱟᱹᱢᱤ ᱦᱚᱨᱟ ᱠᱚ ᱵᱟᱛᱟᱣ ᱢᱮ

# feedback form
source: Please suggest the correct phone number
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱴᱷᱤᱠ ᱯᱷᱚᱱ ᱱᱚᱢᱵᱚᱨ ᱵᱟᱛᱟᱣ ᱢᱮ

# feedback form
source: Please suggest the correct website URL
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱴᱷᱤᱠ URL ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱵᱟᱛᱟᱣ ᱢᱮ

# feedback form
source: Please suggest the hours of operation
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱴᱟᱲᱟᱝ ᱨᱮᱭᱟᱜ ᱠᱟᱹᱢᱤ ᱦᱚᱨᱟ ᱠᱚ ᱵᱟᱛᱟᱣ ᱢᱮ

# feedback form
source: Please suggest the phone number
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱯᱷᱚᱱ ᱱᱚᱢᱵᱚᱨ ᱵᱟᱛᱟᱣ ᱢᱮ

# feedback form
source: Please suggest the website URL
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ URL ᱵᱟᱛᱟᱣ ᱢᱮ

source: Please try again
in: ᱫᱚᱭᱟᱠᱟᱛᱮ ᱛᱟᱭᱚᱢᱛᱮ ᱫᱩᱦᱲᱟᱹ ᱠᱩᱨᱩᱢᱩᱴᱩᱜ ᱢᱮ

source: Poland
in: ᱯᱚᱞᱮᱸᱱᱰ

source: Policy
in: ᱮᱠᱛᱤᱭᱟᱨ

# language_name
source: Polish
in: ᱯᱚᱞᱤᱥ

source: Portugal
in: ᱯᱚᱨᱛᱩᱜᱟᱞ

# language_name
source: Portuguese (Brazil)
in: ᱯᱩᱨᱛᱜᱟᱞᱤ (ᱵᱽᱨᱟᱡᱤᱞ)

# language_name
source: Portuguese (Portugal)
in: ᱯᱩᱨᱛᱜᱟᱞᱤ (ᱯᱚᱨᱛᱩᱜᱟᱞ)

# settings
source: Preferred units of measure
in: ᱢᱟᱯ ᱨᱮᱭᱟᱜ ᱴᱷᱤᱠ ᱛᱚᱨᱠᱟ

source: Press
in: ᱚᱛᱟ

source: Press %sMenu > Add to homescreen > Add%s!
in: %sᱢᱮᱱᱩ > ᱚᱲᱟᱜᱥᱠᱨᱤᱱ ᱨᱮ ᱥᱮᱞᱮᱫᱽᱢᱮ > ᱥᱮᱞᱮᱫ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ!

source: Press Kit
in: ᱯᱨᱮᱥ ᱠᱤᱴ

# Stocks module
source: Prev Close
in: ᱢᱟᱲᱟᱝ ᱵᱚᱸᱫᱟᱜ

source: Preview
in: ᱢᱟᱲᱟᱝ ᱧᱮᱞ ᱵᱤᱲᱟᱹᱣ

# video
source: Preview
in: ᱢᱟᱲᱟᱝ ᱧᱮᱞ ᱵᱤᱲᱟᱹᱣ

# settings
source: Previous Region
in: ᱢᱟᱲᱟᱝ ᱡᱟᱭᱜᱟ

# feedback form
source: Price shown doesn't reflect merchant site
in: ᱵᱟᱝ ᱫᱮᱠᱷᱟᱣ ᱫᱟᱢ ᱫᱚ ᱵᱮᱯᱟᱨᱤᱭᱟᱜ ᱥᱟᱭᱤᱴ ᱵᱟᱝ ᱵᱟᱛᱟᱣᱟᱭ

source: Print
in: ᱪᱷᱟᱯᱟ

# directions
source: Print Directions
in: ᱫᱤᱥᱟᱹ ᱧᱟᱢ ᱠᱚ ᱪᱷᱟᱯᱟᱭ ᱢᱮ

source: Print Preview
in: ᱢᱟᱲᱟᱝ ᱧᱮᱞ ᱪᱷᱟᱯᱟᱭ ᱢᱮ

source: Privacy
in: ᱱᱤᱥᱚᱱ

# settings
source: Privacy
in: ᱱᱤᱥᱚᱱ

source: Privacy Blog
in: ᱱᱤᱥᱚᱱ ᱵᱞᱚᱜᱽ

source: Privacy Browser App
in: ᱱᱤᱥᱚᱱ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱮᱯ

source: Privacy Browser Extension
in: ᱱᱤᱥᱚᱱ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱯᱟᱥᱱᱟᱣ

source: Privacy Crash Course
in: ᱱᱤᱥᱚᱱ ᱰᱤᱜᱟᱹᱣ ᱯᱟᱲᱦᱟᱣ

source: Privacy Essentials
in: ᱱᱤᱥᱚᱱ ᱡᱟᱹᱨᱩᱲ ᱡᱤᱱᱤᱥ ᱠᱚ

source: Privacy Essentials for %s
in: %s ᱞᱟᱹᱜᱤᱫ ᱱᱤᱥᱚᱱ ᱡᱟᱹᱨᱩᱲ ᱡᱤᱱᱤᱥ ᱠᱚ

# SERP footer content
source: Privacy Newsletter
in: ᱱᱤᱥᱚᱱ ᱠᱷᱚᱵᱚᱨ

# settings
source: Privacy Newsletter
in: ᱱᱤᱥᱚᱱ ᱠᱷᱚᱵᱚᱨ

# settings
source: Privacy Newsletters
in: ᱱᱤᱥᱚᱱ ᱠᱷᱚᱵᱚᱨ ᱠᱚ

source: Privacy Policy
in: ᱱᱤᱥᱚᱱ ᱱᱤᱥᱚᱱ

source: Privacy Protection For Any Device
in: ᱡᱟᱦᱟᱸ ᱥᱟᱫᱷᱚᱱ ᱞᱟᱹᱜᱤᱫ ᱱᱤᱥᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹ

source: Privacy Settings
in: ᱱᱤᱥᱚᱱ ᱥᱟᱡᱟᱣ ᱠᱚ

source: Privacy for %s
in: %s ᱞᱟᱹᱜᱤᱫ ᱱᱤᱥᱚᱱ

# SERP footer content
source: Privacy in Your Inbox
in: ᱟᱢᱟᱜ ᱤᱱᱵᱚᱠᱥ ᱨᱮ ᱱᱤᱥᱚᱱ

# showcase_newsletter
source: Privacy in Your Inbox
in: ᱟᱢᱟᱜ ᱤᱱᱵᱚᱠᱥ ᱨᱮ ᱱᱤᱥᱚᱱ

# welcome message eu search preference android
source: Privacy, simplified
in: ᱱᱤᱥᱚᱱ, ᱟᱞᱜᱟ ᱮᱱᱟ

source: Privacy, simplified.
in: ᱱᱤᱥᱚᱱ, ᱟᱞᱜᱟ ᱮᱱᱟ ᱾

source: Private Search
in: ᱱᱤᱥᱚᱱ ᱥᱮᱸᱫᱽᱨᱟ

source: Private Search Engine
in: ᱱᱤᱥᱚᱱ ᱥᱮᱸᱫᱽᱨᱟ ᱤᱧᱡᱤᱱ

# precise_user_location
source: Private to us and secured on your device
in: ᱟᱞᱮ ᱥᱟᱞᱟᱜ ᱛᱮ ᱯᱨᱟᱭᱣᱮᱴ ᱟᱨ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱨᱩᱠᱷᱤᱭᱟᱹ

# attribution
source: Producer
in: ᱛᱮᱭᱟᱨ ᱚᱰᱚᱠᱤᱡ

# feedback form
source: Product ad content is deceptive
in: ᱡᱤᱱᱤᱥ ᱵᱤᱜᱭᱟᱯᱚᱱ ᱫᱚ ᱮᱲᱮ ᱜᱮᱭᱟ

# feedback form
source: Product ad pricing is misleading
in: ᱡᱤᱱᱤᱥ ᱵᱤᱜᱭᱟᱯᱚᱱ ᱫᱚᱨ ᱫᱚ ᱴᱷᱤᱠ ᱵᱟᱹᱱᱩᱜᱼᱟ

# feedback form
source: Product ads aren't relevant
in: ᱡᱤᱱᱤᱥ ᱵᱤᱜᱭᱟᱯᱚᱱ ᱫᱚ ᱡᱩᱲᱟᱹᱣ ᱵᱟᱹᱱᱩᱜᱼᱟ

source: Products
in: ᱡᱤᱱᱤᱥ ᱠᱚ

# settingsvalue
source: Prompt me
in: ᱠᱩᱞᱤᱟᱹᱧ ᱢᱮ

# settings
source: Prompt me to use my approximate location to get nearby results.
in: ᱥᱩᱨ ᱛᱮᱞᱟ ᱠᱚ ᱧᱟᱢ ᱞᱟᱹᱜᱤᱫ ᱤᱧᱟᱜ ᱥᱚᱴᱷᱤᱠ ᱡᱟᱭᱜᱟ ᱵᱮᱵᱷᱟᱨ ᱞᱟᱹᱜᱤᱫ ᱠᱩᱞᱤᱟᱹᱧ ᱢᱮ

# SERP footer content
source: Protect Your Devices
in: ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹᱭ ᱢᱮ

# showcase_privacy
source: Protect Your Devices
in: ᱟᱢᱟᱜ ᱥᱟᱫᱷᱚᱱ ᱨᱩᱠᱷᱤᱭᱟᱹᱭ ᱢᱮ

# showcase_app
source: Protect your data on every device.
in: ᱟᱢᱟᱜ ᱰᱟᱴᱟ ᱫᱚ ᱡᱷᱚᱛᱚ ᱥᱟᱫᱷᱚᱱ ᱨᱮ ᱨᱩᱠᱷᱤᱭᱟᱹᱭ ᱢᱮ ᱾

# image-licence
source: Public Domain
in: ᱥᱟᱱᱟᱢ ᱠᱚᱴᱷᱮᱱ

# language_name
source: Punjabi
in: ᱯᱚᱧᱡᱟᱵᱤ

source: Purple
in: ᱵᱮᱝᱜᱩᱱᱤ

# color
source: Purple
in: ᱵᱮᱝᱜᱩᱱᱤ

# language_name
source: Querétaro Otomi
in: ᱠᱣᱮᱨᱮᱴᱟᱨᱚ ᱳᱴᱚᱢᱤ

source: Quotations
in: ᱨᱚᱲ ᱟᱹᱜᱩ ᱠᱟᱛᱷᱟ ᱠᱚ

source: Quotes
in: ᱠᱟᱛᱷᱟ ᱠᱚ

# new user poll
source: Radio or podcast
in: ᱨᱮᱰᱤᱭᱚ ᱟᱨᱵᱟᱝ ᱯᱚᱰᱠᱟᱥᱴ

source: Rated %s/5
in: ᱫᱚᱨ %s/5

source: Read More
in: ᱟᱨᱦᱚᱸ ᱯᱟᱲᱦᱟᱣ ᱢᱮ

# SERP footer content
source: Read about how Google influences what people click.
in: ᱯᱟᱲᱦᱟᱣ ᱢᱮ Google ᱦᱚᱲ ᱚᱛᱟ ᱞᱟᱹᱜᱤᱫ ᱡᱟᱹᱞᱤ ᱠᱚᱣᱟᱭ ᱾

source: Recent News
in: ᱱᱮᱱᱮ ᱠᱷᱚᱵᱚᱨ ᱠᱚ

# region filter
source: Recent:
in: ᱱᱮᱱᱮ :

source: Recipes
in: ᱨᱮᱥᱤᱯᱭ

source: Red
in: ᱟᱨᱟᱜ

# color
source: Red
in: ᱟᱨᱟᱜ

# settings
source: Redirect (When Necessary)
in: ᱦᱟᱱᱛᱮ ᱩᱪᱟᱹᱲ (ᱚᱠᱟ ᱡᱷᱚᱜ ᱱᱚᱨᱠᱟᱨ)

source: Redirect:
in: ᱦᱟᱱᱛᱮ ᱩᱪᱟᱹᱲ :

source: Region
in: ᱡᱟᱭᱜᱟ

# settings
source: Region
in: ᱡᱟᱭᱜᱟ

source: Region:
in: ᱡᱟᱭᱜᱟ :

# maps_places
source: Regular Hours Today
in: ᱛᱮᱦᱮᱧᱟᱜ ᱱᱤᱭᱚᱢᱤᱛ ᱴᱟᱲᱟᱝ

source: Related Searches
in: ᱡᱩᱲᱟᱹᱣ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚ

source: Related Topics
in: ᱡᱩᱲᱟᱹᱣ ᱠᱟᱱ ᱵᱤᱥᱚᱭ ᱠᱚ

# lyrics_module
source: Released
in: ᱚᱰᱚᱠ ᱮᱱᱟ

source: Remember my choice (this can be changed in %s%s%sSettings%s)
in: ᱤᱧᱟᱜ ᱵᱟᱪᱷᱟᱣ ᱢᱚᱱᱮ ᱫᱚᱦᱚ ᱠᱟᱜ ᱢᱮ (ᱱᱚᱶᱟ ᱫᱚ %s%s%sᱥᱟᱡᱟᱣ ᱠᱚ%s ᱨᱮ ᱵᱚᱫᱚᱞ ᱜᱟᱱᱚᱜᱼᱟ)

# ads
source: Report Ad
in: ᱰᱷᱟᱶᱨᱟ ᱠᱷᱚᱵᱚᱨ ᱢᱮ

# Report image modal
source: Report this image
in: ᱱᱚᱶᱟ ᱪᱤᱛᱟᱹᱨ ᱠᱷᱚᱵᱚᱨ ᱢᱮ

# feedback form
source: Reports are anonymous and sent to DuckDuckGo to help improve our search service. Your anonymous feedback is also shared with %s to help improve their services.
in: ᱠᱷᱚᱵᱚᱨ ᱠᱚ ᱫᱚ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱜᱮᱭᱟ ᱟᱨ ᱟᱞᱮᱭᱟᱜ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱟᱹᱢᱤ ᱠᱚ ᱥᱩᱫᱷᱨᱟᱹᱣ ᱞᱟᱹᱜᱤᱫ DuckDuckGo ᱴᱷᱮᱱ ᱵᱷᱮᱡᱟᱜᱼᱟ ᱾ ᱟᱢᱟᱜ ᱵᱟᱝ ᱵᱟᱲᱟᱭᱟᱜ ᱞᱟᱹᱭ ᱯᱩᱥᱴᱟᱹᱣ ᱫᱚ %s ᱥᱟᱞᱟᱜ ᱠᱟᱹᱢᱤ ᱠᱚ ᱥᱩᱫᱷᱨᱟᱹᱣ ᱞᱟᱹᱜᱤᱱ ᱦᱟᱹᱴᱤᱧᱚᱜ ᱠᱟᱱᱟ ᱾

# settings dropdown
source: Reset
in: ᱫᱚᱦᱲᱟ ᱥᱮᱴ

# cloudsave
source: Reset All Settings
in: ᱡᱷᱚᱛᱚ ᱥᱟᱡᱟᱣ ᱠᱚ ᱫᱚᱦᱲᱟ ᱥᱮᱴ ᱢᱮ

# settings
source: Reset All Settings
in: ᱡᱷᱚᱛᱚ ᱥᱟᱡᱟᱣ ᱠᱚ ᱫᱚᱦᱲᱟ ᱥᱮᱴ ᱢᱮ

# settings
source: Result Highlight Color
in: ᱛᱮᱞᱟ ᱪᱤᱱᱦᱟᱹ ᱨᱚᱝ

source: Result Settings
in: ᱛᱮᱞᱟ ᱨᱮᱭᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ

# settings
source: Result Visited Checkmark
in: ᱛᱮᱞᱟ ᱦᱤᱨᱤ ᱠᱟᱱ ᱪᱮᱠᱢᱟᱨᱠ

source: Results
in: ᱛᱮᱞᱟ ᱠᱚ

# precise_user_location
source: Results near
in: ᱥᱩᱨ ᱛᱮᱞᱟ ᱠᱚ

# theme
source: Retro
in: ᱨᱮᱴᱨᱚ

# precise_user_location
source: Return to duckduckgo.com and allow permission.
in: duckduckgo.com ᱛᱮ ᱨᱩᱟᱹᱲᱢᱮ ᱟᱨ ᱟᱫᱮᱨ ᱮᱢ ᱪᱷᱚᱭ ᱢᱮ ᱾

source: Reviews
in: ᱧᱮᱞ ᱵᱟᱛᱟᱣ

# maps_places
source: Reviews
in: ᱧᱮᱞ ᱵᱟᱛᱟᱣ

source: Romania
in: ᱨᱚᱢᱟᱱᱤᱭᱟ

# language_name
source: Romanian
in: ᱨᱚᱢᱟᱱᱤᱭᱟᱹᱱ

source: Russia
in: ᱨᱩᱥᱤᱭᱟ

# language_name
source: Russian
in: ᱨᱟᱹᱥᱤᱭᱟᱹᱱ

source: Safe Search
in: ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱸᱫᱽᱨᱟ

# settings
source: Safe Search
in: ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱸᱫᱽᱨᱟ

source: Safe Search:
in: ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱸᱫᱽᱨᱟ :

source: Safe search blocked results for %s.
in: %s ᱞᱟᱹᱜᱤᱫ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱸᱫᱽᱨᱟ ᱟᱠᱚᱴ ᱮᱱᱟ ᱾

source: Safe search blocked some results for %s.
in: %s ᱞᱟᱹᱜᱤᱫ ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱸᱫᱽᱨᱟ ᱛᱤᱱᱟᱹᱜ ᱜᱟᱱ ᱛᱮᱞᱟ ᱟᱠᱚᱴ ᱟᱠᱟᱫᱟᱭ ᱾

source: Safe search:
in: ᱨᱩᱠᱷᱤᱭᱟᱹ ᱥᱮᱸᱫᱽᱨᱟ :

# language_name
source: Samoan
in: ᱥᱟᱢᱚᱣᱟᱱ

# map-mode
source: Satellite
in: ᱥᱟᱴᱮᱞᱟᱭᱤᱴ

source: Saudi Arabia
in: ᱥᱟᱹᱣᱫᱤ ᱟᱹᱨᱟᱹᱵ

source: Save
in: ᱥᱟᱺᱪᱟᱣ

# settings
source: Save
in: ᱥᱟᱺᱪᱟᱣ

# settings
source: Save Cloud Settings
in: ᱠᱞᱟᱣᱰ ᱥᱟᱡᱟᱣ ᱠᱚ ᱥᱟᱧᱪᱟᱣ ᱢᱮ

source: Save Settings
in: ᱥᱟᱡᱟᱣ ᱠᱚ ᱥᱟᱧᱪᱟᱣ ᱢᱮ

source: Save and Exit
in: ᱥᱟᱧᱪᱟᱣ ᱢᱮ ᱟᱨ ᱵᱟᱹᱜᱤ ᱢᱮ

# settings
source: Save your settings anonymously to the cloud
in: ᱟᱢᱟᱜ ᱥᱟᱡᱟᱣ ᱠᱚ ᱫᱚ ᱵᱟᱝ ᱧᱮᱞᱚᱜᱤᱡ ᱞᱮᱠᱷᱟ ᱠᱞᱟᱣᱰ ᱨᱮ ᱥᱟᱧᱪᱟᱣ ᱢᱮ

# SERP footer content
source: Say Goodbye To Google
in: Google ᱴᱟᱴᱟᱭ ᱢᱮ

source: Score
in: ᱥᱠᱚᱨ

source: Scroll down and click %sView advanced settings%s
in: ᱞᱟᱛᱟᱨ ᱠᱷᱚᱥᱨᱚᱫ ᱢᱮ ᱟᱨ %sᱮᱰᱵᱷᱟᱱᱥ ᱥᱟᱡᱟᱣ ᱠᱚ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Scroll down and click %sView advanced settings%s.
in: ᱞᱟᱛᱟᱨ ᱠᱷᱚᱥᱨᱚᱫ ᱢᱮ ᱟᱨ %sᱮᱰᱵᱷᱟᱱᱥ ᱥᱟᱡᱟᱣ ᱠᱚ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Scroll down and find %sSearch in the address bar%s. Click on %sChange%s (or %sAdd new%s)
in: ᱞᱟᱛᱟᱨ ᱠᱷᱚᱥᱨᱚᱫ ᱢᱮ ᱟᱨ %sᱮᱰᱵᱷᱟᱱᱥ ᱥᱟᱡᱟᱣ ᱠᱚ%s ᱨᱮ ᱯᱟᱱᱛᱮ ᱢᱮ ᱾ %sᱵᱚᱫᱚᱞ%s (ᱵᱟᱝᱠᱷᱟᱱ %sᱱᱟᱶᱟ ᱥᱮᱞᱮᱫ ᱢᱮ%s) ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ

source: Scroll down and find %sSearch in the address bar%s. Click on %sChange%s (or %sAdd new%s).
in: ᱞᱟᱛᱟᱨ ᱠᱷᱚᱥᱨᱚᱫ ᱢᱮ ᱟᱨ %sᱮᱰᱵᱷᱟᱱᱥ ᱥᱟᱡᱟᱣ ᱠᱚ%s ᱨᱮ ᱯᱟᱱᱛᱮ ᱢᱮ ᱾ %sᱵᱚᱫᱚᱞ%s (ᱵᱟᱝᱠᱷᱟᱱ %sᱱᱟᱶᱟ ᱥᱮᱞᱮᱫ ᱢᱮ%s) ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

# precise_user_location
source: Scroll down and locate %syour browser%s in the list.
in: ᱞᱟᱛᱟᱨ ᱠᱷᱚᱥᱨᱚᱫ ᱢᱮ ᱟᱨ %sᱟᱢᱟᱜ ᱵᱽᱨᱟᱣᱡᱚᱨ%s ᱨᱮ ᱞᱤᱥᱴᱭ ᱠᱷᱚᱱ ᱯᱟᱱᱛᱮ ᱢᱮ ᱾

source: Scroll down to the %sServices%s section and click %sAddress bar%s.
in: %sServices%s ᱛᱷᱟᱨ ᱨᱮ ᱞᱟᱛᱟᱨ ᱠᱷᱚᱥᱨᱚᱫ ᱠᱟᱛᱮ ᱟᱨ %sᱴᱷᱤᱠᱬᱟᱹ ᱵᱟᱨ%s ᱨᱮ ᱚᱛᱟᱭ ᱢᱮ ᱾

source: Search
in: ᱥᱮᱸᱫᱽᱨᱟ

source: Search Anonymously
in: ᱵᱟᱝ ᱧᱮᱞᱚᱜᱤᱡ ᱞᱮᱠᱷᱟ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Search Box
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ

# settings
source: Search Button Background
in: ᱞᱟᱛᱟᱨ ᱚᱱᱚᱰ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# vertical_map
source: Search Current Map Area
in: ᱱᱤᱛᱚᱜᱟᱜ ᱱᱚᱠᱥᱟ ᱡᱟᱭᱜᱟ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Search DuckDuckGo
in: DuckDuckGo ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# vertical_map
source: Search Near My Location
in: ᱤᱧᱟᱜ ᱡᱟᱭᱜᱟ ᱥᱩᱨ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Search Options
in: ᱢᱚᱱᱮ ᱛᱮᱭᱟᱜ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Search Results
in: ᱛᱮᱞᱟ ᱠᱚ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# map
source: Search This Area
in: ᱱᱚᱶᱟ ᱡᱟᱭᱜᱟ ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

# settings
source: Search Visibility
in: ᱥᱮᱸᱫᱽᱨᱟ ᱧᱮᱞᱚᱜᱟᱜ

source: Search and browse privately with the DuckDuckGo app.
in: DuckDuckGo ᱮᱯ ᱥᱟᱞᱟᱜ ᱛᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ ᱟᱨ ᱱᱤᱥᱚᱱᱛᱮ ᱯᱟᱱᱛᱮ ᱢᱮ ᱾

# feedback form
source: Search box
in: ᱥᱮᱸᱫᱽᱨᱟ ᱵᱟᱠᱚᱥ

source: Search domain %s
in: ᱰᱚᱢᱮᱱ %s ᱯᱟᱱᱛᱮ ᱢᱮ

# translations_module
source: Search languages
in: ᱯᱟᱹᱨᱥᱤ ᱠᱚ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ

source: Search only for %s?
in: %s ᱞᱟᱹᱜᱤᱫ ᱜᱮ ᱠᱷᱟᱹᱞᱤ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ?

source: Search privately with our app or extension, add private web search to your favorite browser, or search directly at %sduckduckgo.com%s.
in: ᱟᱞᱮᱭᱟᱜ ᱮᱯ ᱯᱟᱥᱱᱟᱣ ᱥᱟᱞᱟᱜ ᱵᱟᱝᱠᱷᱟᱱ ᱟᱞᱮᱭᱟᱜ ᱮᱯ ᱥᱟᱞᱟᱜ ᱱᱤᱥᱚᱱ ᱛᱮ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ, ᱟᱢᱟᱜ ᱠᱩᱥᱤ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱛᱮ ᱱᱤᱥᱚᱱ ᱣᱮᱵᱽ ᱥᱮᱸᱫᱽᱨᱟ ᱥᱮᱞᱮᱫᱽ ᱢᱮ, ᱵᱟᱝᱠᱷᱟᱱ %sduckduckgo.com%s ᱨᱮ ᱥᱤᱫᱷᱟᱹ ᱥᱮᱸᱫᱽᱨᱟᱭ ᱢᱮ ᱾

# settings
source: Search queries are included in URL (if off, searches will use POST requests)
in: URL ᱨᱮ ᱥᱮᱸᱫᱽᱨᱟ ᱠᱩᱠᱞᱤ ᱠᱚ ᱢᱮᱥᱟ ᱠᱟᱱᱟ (ᱡᱩᱫᱤ ᱵᱚᱸᱫ ᱛᱟᱦᱮᱸᱱ ᱠᱷᱟ, ᱥᱮᱸᱫᱽᱨᱟ ᱠᱚ ᱫᱚ ᱯᱟᱭᱚᱢ ᱱᱮᱦᱚᱨ ᱵᱮᱵᱷᱟᱨᱟᱭ)
